{"data": [{"cfi": "/6/6!/4/2/2", "content": "\n", "emotion": {"excitement": 0.07781838224996568, "curiosity": 0.0875927190816811, "realization": 0.056394970499233754, "surprise": 0.3789464639294953, "neutral": 0.16108740066826333}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/8!/4/6", "content": "Readers who may desire additional information\nrespecting special details of the matters dealt with\nin this Handbook, or instructions on kindred subjects,\nshould address a question to The Editor of WORK,\nLa Belle Sauvage, London, E.C., so that it may be\nanswered in the columns of that journal.", "emotion": {"desired": 0.0016683212461070295, "caring": 0.01863804047467278, "desire": 0.9630726391176507, "approval": 0.0072651844022788405, "neutral": 0.0018927800589652007}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/8!/4/8", "content": "\nP. N. HASLUCK.\n", "emotion": {"pride": 0.03919152321834079, "gratitude": 0.21388568263216587, "admiration": 0.17357685662763106, "surprise": 0.12598994207732017, "neutral": 0.20813811608601815}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/6", "content": "A large number of knots has been invented by\nthe skill of man, and on their strength and correct\ntying depend the lives of thousands and thousands\nof workmen—seamen, building trade operatives,\netc., day by day. The importance of being able to\nmake the knot best suited for the occasion both\nrapidly and correctly may come in a new light to\nsome when it is pointed out that both lives and\nproperty have over and over again been sacrificed\nto ill-made knots; and this little volume is put forward\nin the belief that few things better repay the\nworkman’s time and trouble in learning than the\nmanipulation of ropes and cordage.", "emotion": {"realization": 0.03658444239931847, "optimism": 0.035884612375915705, "knots": 0.013623207591555919, "belief": 0.7009170569425724, "approval": 0.01510413094588872}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/8", "content": "Cordage is used almost daily by everyone in\nsome form or other, but comparatively few can\nhandle it methodically. Men break their nails and\nteeth gnawing at their own knots endeavouring to\nuntie them, and time and material are wasted.\nTime spent in learning a few of the simple bends\nand hitches, reliable under strain and easy to\n\n", "emotion": {"grief": 0.06657233354370831, "realization": 0.11752749179992064, "embarrassment": 0.07031157796894065, "exhaustion": 0.06418241599249404, "annoyance": 0.1689213089520288}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/10", "content": "The security of a knot ought not to be, as many\nseem to think, in the number of turns or hitches\nin its composition, but in the efficacy of the nip.\nA “bend” or “hitch” must be so formed that the\npart of rope under strain nips some portion of the\nknot, either against itself or the object to which it\nis attached; and in learning a bend, or impressing\nit upon one’s memory, it will be found most helpful\nto notice particularly the nip of each separate one\nas it is studied.", "emotion": {"realization": 0.4533650174176379, "optimism": 0.016845213968631322, "annoyance": 0.03259873809829277, "desire": 0.027699184684350127, "approval": 0.2857815989268014}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/12", "content": "Rope, though usually of hemp, is made of other\nmaterials for certain purposes. Coir rope (cocoa-nut\nfibre), being light and buoyant, is useful for\nwarps, rocket lines, life-buoy lines, and drift-nets.\nManilla grass is adapted for reef points, yachts’\nhawsers, and wherever tar would be injurious.\nHide is required for wheel-ropes, or where great\nstrength with pliability and small circumference is\nneeded. Cotton is serviceable for fancy work, etc.\nThe “yarns” are formed by twisting the hemp\nright-handed; the “strands,” by twisting or laying\nup the yarns left-handed; and the rope, by laying\nup the strands right-handed.", "emotion": {"annoyance": 0.047915669434073285, "disapproval": 0.053659561813405914, "desire": 0.09788217691531004, "use": 0.043243752798612464, "neutral": 0.4744686987097771}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/14", "content": "Three ropes laid up left-handed form what is\nknown as a cable-laid rope; four-stranded ropes\nare laid round a heart. Ropes are sometimes laid\nleft-handed, but if the strands are to be laid left-handed\nthe yarns are laid right-handed. If the\nparts of hemp, etc., be twisted more than is necessary\nto hold them together, strength is lost. Upon\nfollowing the course of a yarn in a rope it will be\nfound that, by this alternate laying, it runs nearly\nstraight with the direction of the rope’s length.", "emotion": {"grief": 0.21447551420938502, "disappointment": 0.047244085853411964, "exhaustion": 0.042368805790571125, "desire": 0.0636066788999184, "relief": 0.06073336265687495}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/16", "content": "A three-stranded rope will bear a greater strain\n\n", "emotion": {"caring": 0.039121890864559146, "realization": 0.14097635467601016, "optimism": 0.15599824840011933, "sadness": 0.018033754990016717, "relief": 0.5492316376257413}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/18", "content": "If the fibres of which a rope is composed were\nlaid parallel to one another and fastened at the\ntwo ends, the combined strength of these fibres\nwould be utilised to the full; in other words, they\nlose strength by being twisted or “laid up.” But,\non the other hand, the length of the fibres being\nat most but a few feet, their usefulness in this state\nis very limited, and the inconvenience of using\nthem so is prohibitive. For this reason the fibres\nare first twisted into “yarns”; these, again, are\nlaid up into “strands,” a strand being formed of\nseveral yarns; and, finally, three or more strands\nare formed into a rope. As twisting diminishes\nthe strength of a rope, it is important that the\nyarns be carefully laid up, so as to bring an even\nstrain on every part. It should not be laid up too\nhard—that is, it should only have sufficient twist\nin it to prevent the fibres from being drawn out\nwithout breaking.", "emotion": {"embarrassment": 0.010967956530854396, "inconvenience": 0.0057884599918698485, "irritation": 0.00917656800422621, "annoyance": 0.8802449394106217, "disapproval": 0.030739192804993837}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/20", "content": "“Hawser-laid” ropes are made of three strands\nlaid right-handed, or “with the sun,” as it is\ntermed. “Shroud-laid” are made of four strands\nlaid right-handed. A “cable-laid” rope is made\nof three hawser-laid ropes laid up left-handed,\nand therefore contains nine strands. Obviously\nthe size of a rope is regulated by the quantity of\nyarns composing the strands, and not by the\nnumber of strands that it contains.", "emotion": {"realization": 0.011214788161977468, "annoyance": 0.0048639408264840155, "disapproval": 0.022239381950086526, "bytes: \\xe2\\x80": 0.0034444370452112274, "neutral": 0.9049124050198349}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/24", "content": "With regard to the weight of ropes, it may be\nsaid that ropes of all kinds are usually measured\nby their circumference. The weight of clean, dry,\nhemp rope in pounds per fathom is one-fourth\nof the square of the circumference in inches; for\nexample, a 3-in. hemp rope (about 1 in. in diameter)\nweighs ¼ × 32^2 = 2¼ lb. per fathom (6 ft.).\nA flat hemp rope, with a width of about four times\nthe thickness, weighs in pounds per fathom about\ntwice the square of the circumference in inches;\nfor example, a 3-in. by ¾-in. flat hemp rope will\nweigh about 2 × 7 = 14 lb. per fathom.", "emotion": {"grief": 0.024241011260105617, "realization": 0.040672890074774155, "weight": 0.06921793317529833, "disapproval": 0.1938697184294305, "neutral": 0.35075580846794197}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/26", "content": "Round wire ropes weigh in pounds per fathom\nseven-eighths of the square of the circumference\nin inches; for example, a 3-in. wire rope weighs\nabout ⅞ × 3^2 = 7⅞ lb. per fathom. A flat wire\nrope weighs in pounds per fathom ten times the\nsectional area in square inches; for example, a\nflat wire rope, 3 in. by ¾ in. = say 2 sq. in. area,\nwill weigh about 10 × 2 = 20 lb. per fathom.", "emotion": {"weigh": 0.012437962391281728, "realization": 0.023173604154550834, "weight": 0.05266547297035393, "pounds": 0.05567071128826071, "neutral": 0.6975366652510662}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/28", "content": "The maximum safe load on a rope depends on\nmany circumstances, such as quality, age and dryness\nof rope, nature of load, mode of lifting, etc.\nApproximately, the safe load on a new hemp rope\nin hundredweights with direct lift is three times\nthe weight in pounds per fathom. On a sound old\nrope fall one-half the square of the circumference\nis sufficient load. A Bessemer steel wire rope will\nsafely carry in hundredweights three times the\nsquare of its circumference in inches, and a\ncrucible steel wire rope four times the square of\nits circumference. For hemp ropes the minimum\ndiameter of sheave should be circumference of\nrope + 2, and for wire ropes the diameter of\nsheave in inches should be equal to circumference\nof rope in sixteenths.", "emotion": {"determination": 0.03426553296004796, "safe": 0.029656448198480023, "disapproval": 0.035580501565702666, "approval": 0.07294631641077735, "neutral": 0.38223541139101097}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/30", "content": "The principle of rope making is very readily\nshown by holding the ends of a piece of twine or\nwhipcord, about a foot long, in the hands and\ntwisting it so as to increase the lay. If the twine\n\n", "emotion": {"realization": 0.03522676204074749, "admiration": 0.019897935427413027, "desire": 0.09118724948084629, "approval": 0.14418486759978713, "neutral": 0.48929793549453343}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/32", "content": "Some very interesting experiments were made\nby Réaumur, the purposes of which were to ascertain\nthe loss of strength occasioned by laying\nup the fibres of various substances, one or two of\nwhich are given.", "emotion": {"disappointment": 0.036182438578540234, "curiosity": 0.44815369329948274, "realization": 0.032517349542733345, "sadness": 0.032496577593720044, "admiration": 0.20194475683470434}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/34", "content": "1. A thread, consisting of 832 fibres of silk,\neach of which carried 1 dram and 18 grains, broke\nwith a weight of 5 lbs., though the sum of the\nabsolute strength of the fibres is 104 drams, or\nupwards of 8 lbs. 2 oz.", "emotion": {"disgust": 1.0, "disappointment": 1.0, "realization": 1.0, "surprise": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/36", "content": "2. Three threads were twisted together, their\nmean strength being nearly 8 lbs. They broke\nwith 17½ lbs., whereas they should have carried\n24 lbs.", "emotion": {"disappointment": 0.18162797088107563, "realization": 0.16917290171245417, "remorse": 0.1272388691087815, "neutral": 0.12450978148735999, "anger": 0.12607951495510641}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/38", "content": "These experiments prove that though convenience\nand portability are gained by twisting\nthe fibres, there is a great loss in the strength\nof the resultant rope.", "emotion": {"disappointment": 1.0, "realization": 1.0, "sadness": 1.0, "annoyance": 1.0, "disapproval": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/40", "content": "In speaking of the size of a rope, the circumference\nand not the diameter is alluded to. Thus,\na three-inch rope would be slightly less than an\ninch in diameter.", "emotion": {"realization": 0.5629887124374509, "annoyance": 0.06317071218711304, "disapproval": 0.12460582800584104, "approval": 0.08404309298148373, "neutral": 0.04041426751694651}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/14!/4/42", "content": "In practising knotting it is as well to use a\ntolerably firm material, such as whipcord, for small\ncommon knots, or, still better, line used for sea\nfishing. Either can be tied up and undone over\nand over again without injuring it, which is not\nthe case with twine; it is also more easy to see\nwhich way the parts of a knot lie in the harder\nmaterial, and then to find out whether the turns\n\n", "emotion": {"caring": 0.3037261214280686, "realization": 0.08809689418087083, "desire": 0.034286897324254384, "approval": 0.11535357525510595, "use": 0.06379035982307138}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/12", "content": "The bight of a rope is the loop formed when a\nrope is bent back on itself, in contradistinction\nto the ends.", "emotion": {"realization": 0.1938731499538156, "annoyance": 0.03345780454137898, "disapproval": 0.08182209187620683, "desire": 0.028044576973022886, "neutral": 0.5105285078191218}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/16", "content": "The conditions under which the ends of two\npieces of cordage have to be joined together are\nvarious, and several methods are brought into\nrequisition; but it is always of considerable importance\nthat the most suitable knot be employed\nin each case. The value of some knots consists\nin the rapidity with which they can be made, of\nothers in the readiness with which they can be\nundone; but it is an essential that the knot holds\nfirmly and does not slip when once hauled taut.", "emotion": {"determination": 0.17267841278365112, "necessity": 0.09953843778687818, "annoyance": 0.05175548821479584, "importance": 0.06302068960976567, "approval": 0.14830888786133395}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/22", "content": "The commonest knot for joining the ends of two\nropes, and probably the knot that is most often\nmade, is the sailor’s, true, or reef knot (Figs. 4\nand 5). When correctly made it is as perfect as a\nknot can be. It can be made and undone with\nequal rapidity, and is very secure when taut. Its\none disadvantage is that it will not answer when\nmade with ropes of different sizes, as it then slips\nand comes adrift, but where the two pieces of\ncordage are of the same size it is most secure and\nreliable, the strain being equally distributed on\nevery part. It requires a little practice to make\nit properly. To do this, take an end in each hand\nand lay one over the other, the right end being\nundermost; bring the left-hand end under the\nstanding part of the right end, as shown at A\n(Fig. 5), and over the end at B, round it, and up\nthrough the bight at C. The key to the knot\nis the putting of the right end under the left when\nthe two ends are crossed at the beginning of the\nknot, as the left-hand end then comes naturally\nfirst over and then round the other rope, and the\nends lie parallel with the standing parts, as at A\n(Fig. 4).", "emotion": {"nervous": 0.028018255475122506, "caring": 0.12405258880715136, "common": 0.16621474202217681, "realization": 0.1202447175330813, "desire": 0.053335949526373834}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/28", "content": "If the ends are not passed correctly, a granny,\nlubber’s, or calf knot results. This is shown in\nFig. 6. Though at first sight this seems to be a\ngood knot, yet it is not so in reality, and when\nany strain comes upon it, it slips and becomes\nuseless. Fig. 7 is a granny knot, as it appears\nwhen hauled upon. It is considered a very\nlubberly thing to make a granny knot, and readers\nshould practise until they can make a true knot\nrapidly and with certainty in any position.", "emotion": {"nervous": 0.0327053044054595, "caring": 0.0753425071096663, "annoyance": 0.06939743998319275, "disapproval": 0.15821765984681585, "approval": 0.4597789722879126}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/30", "content": "The sailor’s knot is invariably used for reefing\nsails, the ease with which it can be undone making\nit very valuable for this purpose. It is only\nnecessary to take hold of the two parts on each\nside just outside the knot and bring the hands together,\nand the loops slip over one another, as in\nFig. 4, and the knot can be opened at once.", "emotion": {"pride": 0.045656513438745355, "annoyance": 0.06528821067265037, "use": 0.4406985929062864, "joy": 0.08084083964471303, "used": 0.05040316037588554}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/34", "content": "This knot has a curious peculiarity which is not\ngenerally known. If the end of one of the ropes\nis taken in one hand and the standing part of the\nsame rope in the other, and both are hauled\nuntil the rope is straight, the knot becomes dislocated,\nso to speak, and the rope not hauled\nupon forms a hitch, B (Fig. 4), round the other\npart. This property was the secret of Hermann’s\ncelebrated trick, “the knotted handkerchiefs.”\nAfter the handkerchiefs, knotted together at the\ncorners, were returned to him by the audience,\n\n", "emotion": {"confusion": 0.11226930331196204, "curiosity": 0.4724000447168806, "annoyance": 0.042246139590185625, "surprise": 0.12300584554289508, "desire": 0.04334154218919348}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/36", "content": "The common bow or rosette knot is a modification\nof the sailor’s knot. The first part of the\nprocess of making it is the same, but instead\nof passing one end singly over and under the other,\nas in the sailor’s knot, both ends are bent back\non themselves, and the double parts worked as\nbefore. Care must be taken to pass these doubled\nends exactly as those described in the sailor’s\nknot, or a granny bow will result. Some persons’\nshoes always come untied, the reason being that\nthey are tied with granny instead of true bows.", "emotion": {"nervous": 0.043756425867169706, "caring": 0.05075427642897288, "common": 0.17612847124014175, "annoyance": 0.24786391828746376, "neutral": 0.02917297534887306}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/40", "content": "Another way of joining the ends of two pieces\nof cordage is shown in Fig. 8. This is merely an\noverhand knot, made with two ropes instead of\none. Sometimes it is called an openhand knot.\nIt can be made very quickly, and there is no fear\nof its slipping, but if there is much strain put\nupon it the rope is very apt to part at the knot,\nin consequence of the short “nip,” or turn, that it\nmakes just as it enters the knot.", "emotion": {"nervous": 0.067684911288333, "caring": 0.09732906685735494, "realization": 0.10655808962969701, "embarrassment": 0.07053820507428703, "annoyance": 0.11044564273581291}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/44", "content": "Fig. 9 shows the weaver’s knot partly made,\nand Fig. 10 the same knot completed, but not\nhauled taut. Weavers call this the “thumb\nknot,” as it is made over the thumb of the left\nhand, and is used by them in joining their “ends”\nas they break. The rapidity with which they\nmake the knot, snip off the ends, and set the loom\ngoing again is wonderful. Netters use this knot\nto join their twine, and it also forms the mesh of\nthe netting itself, though, of course, it is then\nmade in a very different way. In making the\nweaver’s knot, the two ends to be joined are\ncrossed in the same way as in the sailor’s knot,\nplacing the right end under, and holding them with\nthe thumb and finger of the left hand at the place\nwhere they cross. The standing part of the right-hand\nrope is then brought back over the thumb\nand between the two ends, as shown in Fig. 9.\nThe end A is then bent down over it, and held\nwith the left thumb, while the knot is completed\nby hauling on B.", "emotion": {"pride": 0.03952842285061817, "admiration": 0.14530771685629038, "annoyance": 0.07293513459757947, "surprise": 0.1076437301268361, "joy": 0.2130126980055687}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/48", "content": "An excellent way of joining two ropes is\n\n", "emotion": {"pride": 0.0016857297885679726, "caring": 0.001574937011819212, "appreciation": 0.0015092702848905869, "admiration": 0.9303583318318426, "approval": 0.05915938125705074}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/52", "content": "Though the above is the easiest way to make\nthe knot, it is not available where the ropes are\nfast. In this case a simple knot is made on the\nend of one rope, but not drawn taut. The end\nof the other rope is passed through the bight of\nthe first, and a second loop formed with it alongside\nthe first. The knot is closed by drawing the\ntwo ropes as before. This is in every way an excellent\nknot, and very secure.", "emotion": {"nervous": 0.021744748475572683, "pride": 0.0375770833413701, "caring": 0.02753589920501317, "approval": 0.38962626273561873, "use": 0.02902547170066511}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/58", "content": "Fig. 12 shows the ends of two ropes joined by\nmeans of a Flemish knot. It does not require\nmuch description, and is made after the manner\nof the knot last described.", "emotion": {"realization": 0.07346837775255109, "disapproval": 0.03612830315185765, "desire": 0.06086149927494704, "approval": 0.06485913594751375, "neutral": 0.6267012419649003}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/64", "content": "The fisherman’s knot (Fig. 13) derives its name\nfrom the fact that it is always used for joining\nsilkworm gut for fishing purposes. In making it,\nthe strands are made to overlap one another, and\nan overhand knot is made with one end round the\nother strand. The strands are turned round, and\nanother overhand knot made with the other end\nround the first strand. When the knot is tightened\nby hauling on the standing parts, one knot jams\nagainst the other and holds securely. The knot is\nimproved by putting the ends twice through their\n\n", "emotion": {"modification": 0.07389164615317359, "realization": 0.06714111368930345, "annoyance": 0.056957107182055634, "approval": 0.12530435012564972, "improvement": 0.08727796094109393}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/16!/4/66", "content": "The whipcord knot (Fig. 14) is used to fasten\nthe lash to a whip. The lash B is laid across the\nends of the thong A which are turned up over it.\nThe lash is brought completely round the thong\nand through the loop it makes, which secures the\nends of the thong firmly. If a silk lash is used,\nthe short end is cut off, but if whipcord, the two\nends are generally twisted together for a few\ninches, as at B, and an overhand knot made with\none end round the other, to secure them. The\nremaining part is left somewhat longer, and\nanother overhand knot at the end prevents it from\nunravelling.", "emotion": {"annoyance": 1.0, "disapproval": 1.0, "approval": 1.0, "use": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/8", "content": "Fig. 16 is the “fisherman’s eye knot.” A bight\nis first made of sufficient length, and an overhand\nknot formed with the standing part round the other\nstrand; the end is now passed round the standing\npart, and knotted as before. Thus there is a\nrunning knot A, with a check knot B, which, when\nhauled upon, jam tight against one another, and\n\n", "emotion": {"nervous": 0.1166095155389187, "": 0.0859200728792293, "the": 0.02272139925722139, "annoyance": 0.09519443450268351, "neutral": 0.07697523748144817}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/14", "content": "A common way of making an eye on the end\nof a piece of cord is illustrated by Fig. 17. It is\npractically the same knot as Fig. 8 (p. 19), except\nthat only one rope is used. The end is brought\nback along the rope to form the eye, and an overhand\nknot made with the two parts. This knot,\nfrom being so easily made, is often used, but it\nlacks strength, like the openhand knot (Fig. 8),\nand should not be used where it is required to bear\n\n", "emotion": {"nervous": 0.11498412541693542, "common": 0.04533094804286543, "annoyance": 0.03536948628152982, "eye": 0.3317391870403588, "use": 0.05854255812032657}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/18", "content": "Fig. 18 is an eye made with a “Flemish” knot.\nIt is worked just the same as a single Flemish\nknot (Fig. 12, p. 22), the only difference being\nthat two parts are used instead of one. It is\nstronger, but clumsier, than the one just described,\nand is not much used.", "emotion": {"pride": 0.19267157953237243, "disappointment": 0.07427307315571922, "disapproval": 0.09254687556128233, "neutral": 0.0959965812622481, "used": 0.07063832039053797}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/24", "content": "The “crabber’s knot” (Fig. 19) is a curious and\nnot very well known knot, but it is unlikely\nto part when strained. To make it, bring the\nend back to form a loop, taking it first under and\nthen over the standing part, up through the main\nloop, over the standing part again, and up through\nits own bight. Before the turns are hauled into\ntheir places, the knot will slip on the part A, as\nin an ordinary slip knot; but if the part B is\nhauled upon, the strand A, which passes through\nthe centre of the knot, rises, and the coil which\ngoes round it jams, making the knot secure: so\nthat it may be used as a running knot or otherwise,\nas desired. This is also called a running\nknot with crossed ends.", "emotion": {"nervous": 0.33182107037570835, "pride": 0.04500927947116233, "caring": 0.04866360786530302, "annoyance": 0.1148135925617283, "desire": 0.06754939303733093}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/28", "content": "The “bowline knot” (Fig. 20) cannot slip, and\nis therefore always used for slinging a man for the\npurpose of doing some particular piece of work;\n\n", "emotion": {"realization": 0.1468361998818815, "disapproval": 0.09207457798910867, "approval": 0.2539798616371307, "use": 0.09594396076396992, "neutral": 0.11137232627375979}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/30", "content": "A modification of this knot, called a “Bowline\non a Bight,” is shown by Fig. 21. The loop is\nmade as in the previous knot, only with the two\nparts of a doubled rope; the bight is then passed\nup through the loop, opened, and turned backwards\nover the rest of the knot, when it appears\nas illustrated. To untie it, draw the bight of the\nrope up until it is slack enough, and bring the\nwhole of the other parts of the knot up through\nit, when it will readily come adrift. If the standing\nparts of the rope are held fast, it puzzles the\nuninitiated to undo it.", "emotion": {"confusion": 0.10023724026983712, "nervous": 0.37020306484026894, "curiosity": 0.015325232898244579, "embarrassment": 0.04615618073108212, "annoyance": 0.30237430757774986}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/34", "content": "A “Running Bowline” has the knot made on\nthe end after it has been passed round the standing\n\n", "emotion": {"excitement": 0.07351197212304585, "curiosity": 0.09597731668165412, "realization": 0.09051852980572411, "surprise": 0.0901616597933133, "neutral": 0.33357798596115884}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/38", "content": "Fig. 22 shows a method of making a rope fast\nto a post or pillar. The rope is doubled and passed\nround the post, and the ends put through the\nloop. For greater security, the ends may be\npassed round the standing part and through the\nbight thus formed, as in Fig. 23; or, instead of\n\n", "emotion": {"realization": 0.05892200846311517, "method": 0.15075835832046208, "desire": 0.04029921859176461, "approval": 0.21138044757668367, "neutral": 0.0420745051548491}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/42", "content": "The remainder of this chapter will discuss a\ndifferent class of fastenings. It is not easy to\nstate, however, where knots end and bends and\nhitches begin; indeed, a tie that, in certain circumstances\nand made a particular way, is called a\n“knot,” differently constructed, and under other\nconditions, is called a “bend” or “hitch,” though\nthe result is the same in both cases. As an\nillustration, take two half-hitches (Fig. 24), which,\nif made in another way round a pole, are called\na “builder’s knot.” If readers will analyse the\nknots illustrated throughout this book, they will\nfind several other similar instances. A (Fig. 24)\nis a single hitch, being merely a loop formed in a\nrope. This is readily done by holding the rope\nin the left hand, and giving it a twist with the\nright; the loop then forms itself, as it were.\nWhen a tightly laid piece of cordage is twisted,\nthese loops are apt to rise and form “kinks,”\nwhich are very objectionable, as the cord is sure\nto part at the kink when a strain is put on it.\n\n", "emotion": {"disgust": 0.020018536693483927, "objection": 0.024719899795029334, "embarrassment": 0.02233814999712452, "annoyance": 0.26641993820623805, "disapproval": 0.5872005470838262}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/44", "content": "Two half-hitches (Fig. 24) are a useful knot for\na variety of purposes, as they are quickly made,\nand will not slip, no matter what strain is put\nupon them—indeed, the more they are hauled upon\nthe faster they hold. They are the best means\nof making a rope fast to a hook. First one hitch\nis slipped on, and then the other on the top of it,\nand the rope is fast in less than two seconds.\nThis knot is used by surgeons in reducing a dislocation\nof the thumb joint.", "emotion": {"caring": 0.06863372136097619, "realization": 0.17237212875090066, "gratitude": 0.10394988198335708, "admiration": 0.4212741793130892, "approval": 0.04628130866217249}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/48", "content": "Fig. 25 is the builder’s knot, merely two half-hitches, but as it\nis used in places where the hitches cannot be passed over the ends of\nthe timber it is made by holding one end in the left hand, passing the\nrope round the pole, under the end, round the pole again, above the\nfirst part, and under its own part; from its non-liability to slip\nlaterally this knot is always used to fasten one pole to another in\nfitting up scaffolding, from which circumstance it has acquired its\nname. If, instead of beginning the knot as in Fig. 25, the end is\npassed, after it has gone round the pole, two or three times round the\nother part, as in Fig. 2 (p. 15), the remainder of the knot is rather\n\n", "emotion": {"nervous": 0.04978696381513015, "curiosity": 0.05440558309301896, "embarrassment": 0.05583299366586938, "annoyance": 0.4697545757107374, "use": 0.020527239884995798}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/50", "content": "A “builder’s double knot” is made in the\nsame way, except that the end goes round again,\nas before, and underneath its own part, so making\nit much stronger. When a builder’s knot is made\non a rope for the purpose of securing a small\nline to a stout rope, it is called a “clove-hitch.”", "emotion": {"pride": 0.06753212961882946, "modification": 0.04112925953257359, "embarrassment": 0.02792529137172051, "annoyance": 0.32768172247772837, "approval": 0.04039892109261402}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/52", "content": "The “timber hitch” (Fig. 26) is a rough and\nready way of securing a piece of timber or anything\nsimilar; it is made by bringing the end of\na rope round the timber, then round the standing\npart, and then, taking two or more turns, round\nits own part. The pressure of the coils one over\nthe other holds the timber securely, and the more\nit is hauled on the tighter it holds. It can be\ncast off readily.", "emotion": {"realization": 0.04904328516988024, "annoyance": 0.2879553919227135, "approval": 0.12331722236718548, "use": 0.12341216383030824, "neutral": 0.049272153265593206}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/56", "content": "Fig. 27 is the “killick hitch,” a modification of\nthe timber hitch, used for fastening a stone to the\nend of a rope. After making a timber hitch and\nhauling it taut, a single hitch is made, and slipped\n\n", "emotion": {"realization": 0.11469411086211999, "annoyance": 0.04468164893604783, "approval": 0.1226826915963494, "use": 0.04434230905648599, "neutral": 0.4900562492882642}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/62", "content": "The “magnus hitch” (Fig. 28) is a method of\nsecuring a rope to a spar, as there is but little\n\n", "emotion": {"realization": 0.06471822709961195, "method": 0.018586170431557563, "embarrassment": 0.01771211518179135, "annoyance": 0.03218199320783446, "neutral": 0.6389514535665314}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/68", "content": "The “fisherman’s bend” (Fig. 29) consists of two\nround turns round a spar, and a half-hitch round\nthe standing part, and through the turns on the\nspar, and another half-hitch above it, round the\n\n", "emotion": {"completion": 0.03570939712657817, "realization": 0.018667142241806555, "the": 0.022358650183089697, "completes": 0.016952414617359926, "neutral": 0.27088212928696853}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/70", "content": "A “rolling hitch” (Fig. 30) is made by taking\nthree round turns round a spar, and then making\ntwo half-hitches round the standing part of the\nrope, and hauling taut.", "emotion": {"realization": 0.05280512650950979, "amusement": 0.01616482813147731, "annoyance": 0.01813928954802673, "neutral": 0.793559688533765, "joy": 0.013604609633892411}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/76", "content": "The “topsail halliard bend” (Fig. 31) is used\nchiefly on board yachts, and is made by bringing\nthe rope twice round the spar, back round the\nstanding part, under all the turns, over two turns,\nand under the last. This hitch is shown open for\n\n", "emotion": {"annoyance": 0.11388034352777167, "disapproval": 0.08197338152218801, "approval": 0.2090351205971431, "use": 0.07507809053444985, "neutral": 0.2150478752632483}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/78", "content": "Fig. 32 is a “racking hitch,” for hitching a\nrope on to the hook of a block. Two bights are\nmade in a rope, these are turned over from the\noperator two or three times, and the two loops\nare put on to the hook. This is sometimes called\na “cat’s paw.”", "emotion": {"nervous": 0.06999289094630923, "disgust": 0.0375256867686689, "realization": 0.1313446098810231, "embarrassment": 0.10979758990620739, "annoyance": 0.35898768309858975}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/86", "content": "The value of the “slippery hitch” (Fig. 33)\nconsists in the readiness with which it can be cast\noff in case of emergency; at the same time, it holds\nsecurely while there is a strain on the rope A. If\nthe mainsheet of small boats is made fast at all,\nalways a more or less risky proceeding, a slippery\nhitch should always be used as a start. A sharp\npull at the end of the rope lets the sheet go at\nonce.", "emotion": {"nervous": 0.30004713500024005, "caring": 0.07101180841965267, "realization": 0.0958646095629526, "approval": 0.18611064807825853, "neutral": 0.023026648576274372}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/88", "content": "For the “carrick bend” (Fig. 34) lay the end\nof a rope over the standing part to form a loop;\nput the end of another rope under the bight over\nthe standing part at A, under the end at B, over\nthe rope again at C, under its own part, and over\nthe rope B, and haul taut. The parts A and B\nform the first loop made. This bend generally\nis used for binding hawsers together, to increase\ntheir length for warping or towing. It can be\nundone readily without the aid of a pricker or\nmarlinespike, which would have to be used for\nmany knots after they had been in the water. As\nin the sailor’s knot, it is only necessary to grasp\nthe ropes just outside the knot, and push the loops\ninwards, and the knot comes adrift at once.", "emotion": {"annoyance": 0.04586851247713214, "use": 0.347466055765074, "relief": 0.025362159481054483, "neutral": 0.13735061346702135, "used": 0.05849866766271529}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/92", "content": "Fig. 35 shows the clew of a sail, and the method\nof bending the sheet on to it. This is termed a\n“sheet bend.” The sheet is not, as many suppose,\na part of the sail, but is a rope used in setting a\n\n", "emotion": {"realization": 0.09858836759925585, "admiration": 0.07383581994639206, "annoyance": 0.09597449499002277, "disapproval": 0.31887659518260647, "approval": 0.11978361167847608}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/98", "content": "Another and somewhat more complicated\nmethod of bending a rope on to a loop is illustrated\nby Fig. 37. B is the standing part, and A the end\nof the rope to be bent on a loop already formed.\nPass the end down through the loop, round over\nits own part, and through the loop, round the\nback of it, and through its own bight. When\n\n", "emotion": {"confusion": 0.20247258182455355, "determination": 0.03136735740148655, "realization": 0.046298315538946935, "annoyance": 0.027322798921081526, "desire": 0.02845582198938152}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/102", "content": "The “Blackwall hitch” (Fig. 38) is a ready way\nof securing a rope temporarily to a hook. The\nmethod of making it is evident from the illustration.\nAs the standing part when hauled upon\njams the end against the back of the hook, it holds\nmuch more firmly than would be supposed at first\nsight.", "emotion": {"realization": 0.7628539053617757, "obvious": 0.028671576867182972, "annoyance": 0.03646157546085225, "approval": 0.021971882746773603, "neutral": 0.06034437753924165}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/104", "content": "The “midshipman’s hitch” (Fig. 39) is an old-fashioned\nhitch, used for attaching a tail-block to\na rope. A round turn is first made over the standing\npart, and the end is brought up, passed twice\nround above the first hitch, and then passed out\nunderneath its own part.", "emotion": {"modification": 0.013898136674854872, "realization": 0.03883687100315669, "embarrassment": 0.013101854420195269, "annoyance": 0.13292011105414064, "neutral": 0.5343884179458951}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/106", "content": "The “marlinespike hitch” (Fig. 40) is used for\ngetting a purchase on the seizing stuff when serving\na rope, so as to leave the turns taut. Make a\nbight in the seizing stuff, and bring it back over\nthe standing part; pass the marlinespike under\nthe standing part, and over the sides of the bight.\nThis is practically identical with the running knot\n(Fig. 15, p. 24). Seizing is described on p. 96.", "emotion": {"nervous": 0.07294207105870318, "caring": 0.035625649819938585, "realization": 0.08405427145620235, "use": 0.07233315352083144, "neutral": 0.34901143230336046}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/120", "content": "Fig. 41 is a “regulating lashing,” used when\nthe tension of a rope requires altering from time\nto time. Tent ropes are secured this way, as they\nrequire easing in wet weather, and tightening in\ndry. For this purpose, the piece of wood A\nis slipped up or down the cord, the friction of the\n\n", "emotion": {"modification": 0.10419279478399553, "caring": 0.0678702557527272, "realization": 0.08925002305527616, "approval": 0.037528512559272274, "neutral": 0.16826300798726093}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/18!/4/122", "content": "The “stationer’s knot” (Fig. 42) is handy for\ntying up a parcel, as it can be made rapidly, and\nundone with ease. Make a running noose at the\nend of a piece of twine, and bring it to the centre\nof the parcel; take the twine round the parcel\nagain at right angles, round the noose, and making\na bight slip it under, as illustrated. A pull at\nthe end releases the knot instantly, as can be\nproved by experiment.", "emotion": {"admiration": 0.03517455243550315, "amusement": 0.0562175945946407, "annoyance": 0.08901691242995793, "no": 0.17918114528866066, "relief": 0.030797511121846057}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/16", "content": "If, instead of the ends being brought down\noutside the bight after it has been passed through\nthe ring, they are put through it, a “single lark’s\nhead” (Fig. 46) is the result, and Fig. 47 shows\nthe same knot “stoppered.” It may be made by\npassing a bight through the ring, and drawing the\ntwo parts of the rope through the bight; or where\nthis is not practicable by reason of one end of the\nrope being fast, the end may be passed up through\n\n", "emotion": {"nervous": 0.10260383179633618, "realization": 0.1467638274766035, "annoyance": 0.062359995933664265, "approval": 0.03560501785762277, "neutral": 0.08663486034616695}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/22", "content": "A “lark knot” with crossed ends (Fig. 48) is\nmade in the manner above described, except that\nthe end comes over instead of through the bight.\nThe ends are often stoppered as in the last knot.", "emotion": {"confusion": 0.033169954425220055, "modification": 0.05548461521450214, "annoyance": 0.06753652610357166, "disapproval": 0.02167581404842538, "neutral": 0.6705958053765948}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/26", "content": "If the standing part is taken in one hand and the\nend in the other, and drawn apart, it is nothing\nmore than a “clove-hitch” or “builder’s knot”\n(Fig. 25, p. 31) under a different name.", "emotion": {"realization": 0.10632509971614419, "embarrassment": 0.06697448855081217, "annoyance": 0.44375915829243195, "disapproval": 0.07181737791289552, "neutral": 0.09200444388516815}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/32", "content": "In the “double lark’s head” (Fig. 49) a bight\nis first made, and the ends passed through it; the\nends are then put through the ring and through\nthe loop just made and hauled taut. Fig. 50 shows\nthe “treble lark’s head,” which is not so difficult\nas it looks. First bring the bight of a rope up\n\n", "emotion": {"confusion": 0.035524005491509206, "nervous": 0.10601795631694866, "realization": 0.03314511280219863, "annoyance": 0.038657286364350146, "neutral": 0.31417472461974155}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/38", "content": "In Fig. 51 is illustrated a “backhanded sailor’s\nknot,” made by passing an end through the ring\nround at the back of the standing part and through\n\n", "emotion": {"nervous": 0.009661075514987325, "realization": 0.4216515993052438, "embarrassment": 0.025221738939739977, "annoyance": 0.05126260704974298, "neutral": 0.30114855433060833}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/40", "content": "Fig. 52 is the “capstan knot.” To make this,\ncross the end of the rope after it is through the\nring, bring it round the standing part, through the\nfirst bight and through its own bight, thus forming\na sort of figure-of-eight knot.", "emotion": {"nervous": 0.05264669054618989, "caring": 0.08726077760233983, "annoyance": 0.0980399725803948, "approval": 0.07222081342803352, "neutral": 0.0690322494666446}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/42", "content": "Another “sailor’s knot,” composed of two half-hitches\nround the standing part of the rope, is\nshown by Fig. 53. This is one of the most useful\nand easily-made knots known, and is used as a\nmooring knot.", "emotion": {"pride": 0.0513745122565801, "realization": 0.19446334330185766, "gratitude": 0.053429801936022696, "annoyance": 0.23941352309639674, "use": 0.028760665690382464}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/46", "content": "A “gunner’s knot” (Fig. 54) is simply a\n“carrick bend” (Fig. 34, p. 36), made with the\ntwo ends of a rope after it has been passed through\ntwo rings. Gunners themselves call this a “delay\nknot.”", "emotion": {"confusion": 0.13936407855243124, "nervous": 0.0944426317739394, "realization": 0.05323095451813747, "annoyance": 0.16176911117991102, "neutral": 0.3396627722162077}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/58", "content": "The knot shown in Figs. 55 and 56 is called\n“manharness,” or the “artilleryman’s knot,” and\nis used when hauling guns over a difficult country,\nwhen horses cannot be employed. It is a valuable\nknot where heavy weights have to be drawn with\nropes, as by its use a man can exert his strength\n\n", "emotion": {"pride": 0.18935827944051742, "gratitude": 0.023310835117491865, "approval": 0.03911134111329088, "use": 0.3127741857785094, "used": 0.020102288795036963}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/60", "content": "It frequently happens that a rope is too long\nfor its purpose, and as it is inadvisable and wasteful\nto cut it, some method of reducing its length\nhas to be devised; hence have arisen what are\ntermed “shortenings.”", "emotion": {"realization": 0.03361297922984199, "embarrassment": 0.055582370796997606, "remorse": 0.04970240284829728, "annoyance": 0.5526550231831201, "disapproval": 0.05872654733235705}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/62", "content": "The “loop” or “bend” shortening (Fig. 57) is\nthe simplest of these. The rope is merely bent\nas much as is required, so as to form two bights,\nand the two parts seized together with small stuff.\nThis is a simple and good method of shortening\nropes.", "emotion": {"caring": 0.09092348048401554, "realization": 0.1484636695746304, "annoyance": 0.08252600691371148, "approval": 0.21383561785417254, "neutral": 0.06666106697533458}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/66", "content": "The “chain knot” (Fig. 58) is another method\nof shortening ropes. In beginning it, make a\nrunning knot (Fig. 59), and draw a portion of the\n\n", "emotion": {"nervous": 0.18880149629704437, "caring": 0.08469402693997424, "realization": 0.13730782168317116, "approval": 0.05972355979499378, "neutral": 0.08944661608351057}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/72", "content": "The “twist knot” (Fig. 60) is another shortening.\nPlace the cord to be shortened as in Fig. 61,\nbring one of the outside parts over the middle\nstrand, and the outer strand on the opposite side\nis brought over this, which is now the middle part.\nThis is continued as long as required, the outside\n\n", "emotion": {"completion": 0.06308208273963345, "caring": 0.057341056128059335, "repetition": 0.060563310896796556, "continued": 0.057768577095570095, "approval": 0.04516118500042949}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/80", "content": "Fig. 62 is the “sheepshanks” or “dogshanks”—a\n\n", "emotion": {"disgust": 0.02903278704122788, "curiosity": 0.015645233141357028, "amusement": 0.0221706175617975, "surprise": 0.16369906602951065, "neutral": 0.6706458336897088}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/84", "content": "Fig. 64 is a “knotted sheepshanks.” It differs\nfrom the last in that the ends are fastened rather\ndifferently. The two bights are made as before,\nand each end, after passing through the bight\nnearest to it, is put through the bight it has just\nmade, thus forming an overhand knot at each end.\nIn making Fig. 65, the parts of the rope are\n\n", "emotion": {"confusion": 0.10133256991560358, "modification": 0.13157917727550156, "realization": 0.057519986515550355, "disapproval": 0.032199147562386725, "neutral": 0.2162473040648495}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/90", "content": "The “boat-knot” shortening (Fig. 66) is another\nform of sheepshanks. The ends are secured by\nbringing a portion of the loose part of the rope\nthrough the bight at each end, and toggling it\nwith a belaying-pin or piece of wood, as in the\nboat knot (Fig. 44, p. 44). It is loosened readily,\nand can be made when both ends are fast.", "emotion": {"modification": 0.07293530964211256, "realization": 0.04188701938217721, "embarrassment": 0.04438794745990056, "annoyance": 0.07808818609247427, "neutral": 0.44795665655893124}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/100", "content": "The “knot” shortening (Fig. 67) is a ready\nmode of taking up the slack of a rope, though it\nis not suitable for very stout ropes, and can be\nmade only where one end of the rope is free. The\nrope is laid as at Fig. 68. The three parts are\ngrasped with both hands near the bights, and an\noverhand knot is formed with the whole of the\nstrands. It forms a good shortening for moderate-sized\ncordage, where the strain is not too heavy.", "emotion": {"caring": 0.044413193623630436, "realization": 0.03671672153616389, "disapproval": 0.0328880338544826, "approval": 0.5682881400886651, "neutral": 0.06125471824210439}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/20!/4/102", "content": "The “double chain knot” (Fig. 69) is perhaps\nthe most ornamental knot of this group. A turn\nis first taken round the standing part, and the\nloose end is then passed through the loop thus\nformed at A. In doing this another loop B is\nmade, through which the end is brought. The\nend is thus continually passed from one side to the\nother through the preceding loop until the knot is\nof the proper length. It may be finished, if\ndesired, by making an overhand knot with the end\nover its own part, or merely passing it through the\nlast loop, and hauling on it.", "emotion": {"knot": 0.0493732252850876, "disapproval": 0.03912987645738662, "desire": 0.24746975659886974, "approval": 0.14369499730050433, "neutral": 0.08248674213081739}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/10", "content": "The “chain knot,” for lashing to a spar is\nillustrated by Fig. 71; a clove-hitch is first formed\nround the spar, and as many single hitches as required\nare then made. It may be finished off with\nany secure knot. Fig. 72 shows another and better\nway of making the chain knot. An overhand knot\nis formed at each turn, and consequently it is much\nmore secure than Fig. 71. This is used for bending\nyachts’ sails to the gaff. As each turn forms a\nknot if the cord parts, the remainder holds firm,\n\n", "emotion": {"pride": 0.0453198206610629, "admiration": 0.06851007254989014, "disapproval": 0.04348220956752352, "approval": 0.06077864410409838, "neutral": 0.04919152138044942}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/16", "content": "Fig. 73 is a “cross lashing,” employed when\na lever is used to a rope. After several turns\nround the rope, the lashing is crossed round the\nlever and fastened with a reef knot. All these\nlashings are used when several men are required\nto haul on large ropes at the same time.", "emotion": {"realization": 0.02810035694651956, "annoyance": 0.1809763172861547, "use": 0.14703744452211143, "neutral": 0.3143408098458582, "used": 0.06912374325945182}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/18", "content": "For the “necklace tie” (Fig. 74) several turns\nare taken round the spar to be joined, then two\nturns round the lashings, and it is secured with a\nreef knot. When this is used as a lashing for\nshearlegs, the crossing of the two legs puts a strain\non the knot, and effectually secures it. For this\npurpose it is called a Portuguese knot.", "emotion": {"annoyance": 0.020525864605995866, "neck": 0.3217423850738871, "approval": 0.022575690346810645, "use": 0.13183443815963744, "neutral": 0.06675936446040956}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/20", "content": "Fig. 75 shows a “packing knot,” used for\nsecuring large pieces of timber together. It is\nused near stone quarries for holding the blocks\nof stone on to the carriages by which they are\nmoved. Fig. 75 represents a block of granite\nsecured to a trolley with packing knots. Two or\nthree turns are made somewhat loosely with cordage\nround the block and its carriage; a stout piece\nof wood is then inserted under the coils, and\ntwisted round until all the slack is taken out and\nthe cordage is taut. The end of the lever is then\n\n", "emotion": {"disapproval": 0.008947017879851887, "approval": 0.013216886323800726, "use": 0.025044295548469077, "neutral": 0.7151959413393661, "used": 0.014036811602685474}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/26", "content": "It is often necessary to lash two things together\nwithout showing an external knot, which would\nspoil the smoothness and neatness of the work—as,\nfor instance, in whipping the two parts of a\nbroken fishing-rod together. Fig. 76 shows a common\nmethod of finishing off whipping without\nshowing a knot. Lay one end forward, as at A,\nthen pass the other end round and round a\nsufficient number of times, hauling taut each\ntime; three or four loose turns are now made, and\nthe end passed under them backwards; these are\nworked down into their places, and when the ends\nare hauled taut and cut off the job is completed.\nThe end ", "emotion": {"completion": 0.059122240828936384, "clean": 0.07689792391800909, "work": 0.04346267305272756, "relief": 0.03949803322843097, "neutral": 0.16868592922371106}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/32", "content": "Fig. 77 is another method of accomplishing the\npurpose. Instead of a single end, as in the last\ncase, a bight of the seizing stuff is laid along the\npart to be whipped, and the turns passed over it;\nwhen these are completed the end is passed\nthrough the bight, as at A. The end B is now\nhauled upon to bring the bight and the end of the\nrope snug under the coils. There are now two\nloops interlacing at the centre of the work, and\nthese cannot come undone. When the ends A and\nB are cut off close to the turns, the whole is fair\nand smooth.", "emotion": {"annoyance": 0.07235092072505953, "disapproval": 0.05791651511084121, "approval": 0.2245800197266015, "relief": 0.04946931503038459, "joy": 0.04763532838840932}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/36", "content": "“Nippering,” or “packing,” is shown in Fig.\n78. This is a method of securing two ropes together\nwith cross turns; these are hauled taut,\njamming the ropes together, and are further\nsecured by round turns over all, with a reef knot\nat the ends.", "emotion": {"annoyance": 0.017801438684114584, "disapproval": 0.010821266074267756, "desire": 0.013472770909863839, "approval": 0.025402969559498938, "neutral": 0.8401626793523009}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/38", "content": "The “west country whipping” (Fig. 79) is an\nexcellent method, and deserves to be practised\n\n", "emotion": {"appreciation": 0.003986607740691497, "realization": 0.008553403543339598, "admiration": 0.5587339267003137, "desire": 0.011552927626241643, "approval": 0.393579066469962}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/50", "content": "A “catspaw” (Fig. 80) is used for attaching a\nrope to a tackle hook. Fig. 81 shows how to begin\nit. A loop is made, and laid over the standing\npart so as to form two bights; these are rolled\nover two or three times, and the hook inserted in\nthem. When the standing part is hauled upon, the\n\n", "emotion": {"caring": 0.06697771010118915, "repetition": 0.038011657119358645, "use": 0.09608276726014614, "neutral": 0.24885283035575997, "used": 0.0425413472295281}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/22!/4/54", "content": "Fig. 82 shows a way of securing a block to a\nrope with a selvage strop. The middle of the selvage\nis placed against the rope, and cross turns\ntaken until the bights come together, when the\nloop of the block is put through them.", "emotion": {"modification": 1.0, "caring": 1.0, "annoyance": 1.0, "approval": 0.9999999999999984, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/10", "content": "One of the commonest knots of this kind is the\n“wall knot”; Fig. 83 shows this ready for hauling\ntaut. First unlay the strands at the end of a\nrope and make a bight with one strand A; hold\nthis to the standing part with the thumb of the\nleft hand, make a loop with the next strand B\nround the end of the first strand, and bring the\nremaining strand C round the end of the strand\nB and through the bight of A.", "emotion": {"nervous": 0.1181768556342066, "caring": 0.09457530344087921, "realization": 0.07954624725349817, "repetition": 0.054756806411177285, "annoyance": 0.06892233417538629}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/16", "content": "If the ends are taken round once more and\n\n", "emotion": {"pride": 0.047628650383508345, "remorse": 0.07030314811612194, "approval": 0.27701126659327957, "neutral": 0.07643760437813342, "joy": 0.16154579760792304}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/22", "content": "Crowning is used by itself as a method of preventing\nthe strands of a rope unlaying while in\nuse. In this case, after crowning as above, pass\none end over the next strand in the standing\npart, and under the following one. Do the same\nto each of the other strands in succession. This\nmay be repeated and the ends cut off. Masons,\nwhose ropes have to stand a good deal of knocking\nabout, generally use this plan; for this reason\nit is called “masons’ whipping.” Though very\n\n", "emotion": {"disapproval": 0.043000449923762535, "approval": 0.20223162097068295, "use": 0.129256910612711, "neutral": 0.1422392898282539, "used": 0.04356913030149601}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/26", "content": "Crowning may also be used in connection with\nother knots. For instance, it is possible to crown\nfirst and wall afterwards, as shown in Figs. 87\nand 88. Fig. 87 shows the crowning in the centre\nof the knot hauled taut; this is made on the end\nof a rope as just described. Now make a single\nwall knot under the crowning. When the knot is\ntightened it will appear as in Fig. 88, and is called\na “manrope knot.” A single “wall knot” may\nbe crowned after it is made; a single wall and a\nsingle crown are the result. Wall again by passing\none end under the part of the first walling next\nto it and bring it up through the same bight, and\ndo the same with the other two strands, and the\nresult is a knot with a double wall and a single\ncrown. A double-walled double-crowned, called a\n\n", "emotion": {"pride": 1.0, "realization": 1.0, "double": 1.0, "new": 1.0, "approval": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/32", "content": "In Fig. 90 is shown a Matthew Walker knot\n\n", "emotion": {"pride": 0.04706930447853557, "realization": 0.1692589987860836, "admiration": 0.16710911444749396, "surprise": 0.12253780308392792, "neutral": 0.23040503433195664}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/36", "content": "The “diamond knot” is an ornamental knot\nmade some distance from the end of a rope; it is\ntherefore necessary to unlay the rope considerably\nmore than is required for the preceding knots.\nTo form a diamond, bring each of the three strands\ndown alongside the standing part of the rope,\nthus forming three bights, and hold them thus\nwith the left hand. Take the first strand A (Fig.\n92), and, putting it over the next B, bring it up\nthrough the bight of the third strand C. Take\nthe end of the second strand over the third and\nup through the bight of the first. The last strand\nis brought over the first and up through the bight\nof the second. Haul taut and lay the rope up\n\n", "emotion": {"desire": 1.0, "work": 1.0, "approval": 1.0, "relief": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/42", "content": "For a “double diamond” (Fig. 95) make a single\ndiamond as above, without laying up the strands;\nthe ends are then made to follow the lead of the\nsingle knot through two single bights, the ends\ncoming out on the top of the knot. The last\nstrand passes through two double bights. When\nthe ends are hauled taut they are laid up as before.\nThe last four knots are used for the ends of lanyards,\nman and ridge ropes, yoke lines, etc.", "emotion": {"modification": 0.032397481198268754, "double": 0.04474404122995278, "use": 0.05984662736667249, "neutral": 0.4011256897559356, "used": 0.04087117631298911}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/44", "content": "The “shroud knot” (Fig. 96) is of use in joining\ntwo ropes together, particularly for joining a\nstay or shroud that has been carried away. The\nends of each rope are unlaid, and placed within\none another as in splicing, the parts not unlaid\nbeing brought closely together. Make a wall knot\n\n", "emotion": {"caring": 1.0, "realization": 1.0, "approval": 1.0, "use": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/48", "content": "In making the “French shroud knot” unlay the\nends and place the two ropes with the strands\nintermixed as before; bring one set of ends back\non their own rope, and make a single wall knot\nwith the other set of strands round the bights of\nthe first set and the standing part. They can then\nbe tapered and served as in an ordinary shroud\nknot.", "emotion": {"grief": 0.019599153548093145, "realization": 0.022809608645021323, "approval": 0.024772889229351173, "use": 0.02446492548562077, "neutral": 0.4234614483857287}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/50", "content": "For a “spritsail sheet knot,” unlay the two\nends of a rope and bring the two sets of strands\ntogether side by side; these have to be walled together\nas for a common wall knot. A bight is\nmade with the first strand, the second is put over\nthe first, the third over the second, the fourth over\n\n", "emotion": {"caring": 0.03720689445736571, "realization": 0.01164746405905397, "desire": 0.03933493593124081, "approval": 0.04849280706381452, "neutral": 0.609095810100601}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/54", "content": "The “buoy rope knot” can be made on a cable-laid\nrope only. Unlay the main strands, and take\nout one of the smaller strands, of which they are\ncomposed, from each of the large strands, and then\nlay them up again. The small strands that have\nbeen taken out are now single and double-walled\nround the rope, and then laid along the divisions\nafter the manner of weaving, and their thin ends\nstopped with spun yarn. A stop should be put\nround the rope with the spun yarn where the knot\n\n", "emotion": {"preparation": 0.010032830634744418, "care": 0.008582820413298704, "caring": 0.006896841677961168, "approval": 0.07849851276829972, "neutral": 0.661304069852119}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/58", "content": "The “Turk’s Head” is a highly ornamental\nknot which, instead of being made out of the rope\nitself, is formed on the rope with a piece of small\nstuff. A clove-hitch (p. 32) is first made on the\nrope (Fig. 97); this must be slack enough to allow\nof the extra strands which will form part of it.\nPut part A over strand B, thus twisting the two\nstrands; pass the end C under and up through the\nbight that B now forms, then twist again by\nputting B over A and run the end under and up\nthrough the bight of A. Continue twisting the\nstrands by alternately putting one over the other,\nand at each twist bring the end under and up\nthrough the bight which is underneath, A at the\nbeginning going over B; the bight which B makes\nwill be the under one, and therefore the one\nthrough which the end C must be passed. The end\nC must be much longer than illustrated as the\nwhole knot is made with this part, and as the\nknot when finished contains three groups of three\nstrands each, it is obvious that the length of cord\nused must be more than nine times the circumference\n\n", "emotion": {"nervous": 0.038634156900643514, "realization": 0.40273571347246023, "annoyance": 0.05453451363730282, "surprise": 0.050076772557691836, "approval": 0.06212263895723853}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/66", "content": "The “single pitcher” knot, known also as\n“Tom Fool’s” knot, is shown by Fig. 99. Form\ntwo half-hitches, as in Fig. 100, one lying half-way\nover the other. With the finger and thumb of\nthe left hand draw the part A down through the\nbight, and with the same fingers of the right\nhand bring the strand B upwards through the\nbight, under which it lies. Pull out the loops\nthus formed to a sufficient length and knot the\nends together. When used to supply the place\nof a broken pitcher handle, the centre knot should\nbe hauled taut, and, the pitcher being placed on\nit, the loops are brought up to form handles. To\nkeep them in their places a lashing is put round\nthe neck of the pitcher, as shown in Fig. 101.\nThis knot is also very useful in slinging a shot\nwhen required as a weight, or for any other\n\n", "emotion": {"nervous": 0.030911932641342527, "necessity": 0.02146038074196739, "caring": 0.11331360938773027, "approval": 0.04919095076211099, "use": 0.189477063258328}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/68", "content": "This knot is used also as a trick or puzzle\nknot, and from this arose its name of “Tom\nFool’s” knot.", "emotion": {"confusion": 0.5340882454623574, "realization": 0.03493510784373321, "amusement": 0.17108114549109116, "annoyance": 0.044853668452928555, "use": 0.06298137696626956}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/76", "content": "Fig. 102 is the “double pitcher” knot, which\ngoes also by the names of “jury” knot and “true\nlovers’” knot. It is used as the single pitcher\nknot to sling a broken pitcher, but in this case\nthere are four loops by which to carry it instead of\ntwo. In rigging a jury-mast the end of it is put\nthrough the centre of the knot before it is hauled\n\n", "emotion": {"nervous": 0.2428354804787986, "annoyance": 0.1048497086887514, "disapproval": 0.06006675211011971, "approval": 0.07689111106376387, "use": 0.06769244503820479}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/80", "content": "Fig. 104 shows a ready way of slinging a can\n\n", "emotion": {"excitement": 0.0609426634667771, "realization": 0.4241092041308011, "admiration": 0.038410324052107224, "surprise": 0.11409746953127994, "neutral": 0.11882119248998456}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/90", "content": "If the ends of the shamrock knot (Fig. 106)\nwere spliced, a four-looped knot would be formed.\nThough used for the same purposes as the double\npitcher knot, it is not so good as that, being more\ntroublesome to make and not so strong, in consequence\nof the short nip of the strands in the\ncentre of the knot. Fig. 107 shows the way of\nmaking it. An overhand knot is first formed with\nthe ends at A; the end B is then laid across the\nupper loop, brought round and under the right\nloop and up through the bight C. The strand D,\nafter passing at the back of the upper loop, is\ncarried over the left loop and down through the\nbight E. The loops are now adjusted for size\nand the knot hauled taut. Fig. 108 gives another\nway of making this knot. Two overhand knots\nintersecting one another are made on the ends, as\nillustrated; the part A is drawn up through the\n\n", "emotion": {"confusion": 0.055944911255773, "nervous": 0.07943356238329843, "knot": 0.028543786565451035, "annoyance": 0.0721026846712191, "use": 0.0460631913587516}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/94", "content": "The dalliance knot whose beginning is shown\nby Fig. 109 is a trick knot difficult to learn when\nit is merely seen rapidly made. The object is\nto make two independent double-knots at once\n\n", "emotion": {"nervous": 1.0, "pride": 1.0, "embarrassment": 1.0, "annoyance": 1.0, "desire": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/100", "content": "Some stage performances many years ago consisted\nof various rope tricks. In the principal\none the performers were shut up in a cabinet,\n\n", "emotion": {"disappointment": 0.14868320164314403, "realization": 0.11984185264643339, "embarrassment": 0.20597765231193665, "annoyance": 0.12614431125463418, "neutral": 0.19939779095024374}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/24!/4/108", "content": "Fig. 112 is the “bellringer’s knot,” but really\nit is a hitch and not a knot. Church bells have\na large wheel on the axle on which they are hung,\nround which the bell-rope passes; this is done to\nobtain sufficient leverage to raise the bell mouth\nupwards when it is rung. This requires a long\nrope, a good portion of which lies on the belfry\nfloor when the bell is down. When the ringing\nis over this slack is hitched up out of the way in\nthe manner shown. The loop A is made near the\nend of the rope, laid against the standing part,\nand a hitch taken over it at about the height\nof a man’s head. The hitch should be kept quite\nclose to the standing part, and it will hold the\nloop quite securely; at the same time a slight pull\nat the end releases the whole thing at once. The\npart B where the rope is grasped when the bell\nis checked as it comes over is called the sally\nor tufting. It is made by opening the strands\nand inserting short pieces of worsted, which are\nafterwards trimmed until they are all of one\nlength.", "emotion": {"caring": 1.0, "realization": 1.0, "annoyance": 1.0, "disapproval": 1.0, "approval": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/8", "content": "For the short splice, the ends of the two ropes\nare unlaid for a sufficient distance, and placed\ntogether, as in Fig. 113, the strands of one rope\ngoing alternately between the strands of the other.\nThe two ropes are then jammed closely together.\nThe end of one rope with the strands of the other\nrope is now held firmly in the left hand. Sometimes\na lashing is put round the strands to keep\nthem down to the rope on which they lie. Pass\nthe middle strand A over the strand of the other\nrope B which goes down to the left of it; then\nbring it under C, and haul taut. Do the same to\neach of the other strands in succession, putting\nthem over the next strand to them and under the\nnext beyond. Turn the rope round and do the\nsame to the other set of strands; this may be\n\n", "emotion": {"repetition": 0.02494757140498155, "annoyance": 0.036531111923453145, "desire": 0.17039662007913264, "relief": 0.04536067222034236, "neutral": 0.03744447911674275}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/12", "content": "As the strands of a rope are tightly twisted\ntogether it requires some force to open a passage\nfor the parts of one rope through the other. For\nthis purpose, in the case of large ropes, is used\na marlinespike (Fig. 114) made of iron, copper, or\nhard wood. Copper is preferable, as it does not\nrust like iron or break like wood. With small\nstuff a steel pricker (Fig. 115) is used. A fid is\nemployed for very large ropes, this being merely\na tapered wooden pin generally made of lignum\nvitæ.", "emotion": {"realization": 0.10733747885274716, "desire": 0.07773635824290594, "approval": 0.1597890453903614, "use": 0.11951668427406202, "neutral": 0.14802007093309813}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/16", "content": "The long splice illustrated by Fig. 116 has advantages\nover a short one. To make it, unlay the\nends of two ropes for a much greater distance\nthan before and put the ends together. Unlay one\nstrand A for some length, and fill up the space\nleft by its removal with the opposite strand from\nthe other rope, as B. Do the same with two more\nstrands C D; C is the one unlaid, and D the one\nlaid up in its place. Make an overhand knot with\nthe two remaining strands E F, taking care that\nthe ends follow the lay of the rope and not across\nthem. Divide both strands into halves and pass\n\n", "emotion": {"disapproval": 0.06734003132988899, "advantage": 0.06589656916882487, "desire": 0.020410826665834193, "approval": 0.42423768626636943, "neutral": 0.09964357600309245}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/18", "content": "Fig. 117 is a cut splice forming an oblong loop\nin the middle of a rope. The end of one rope is\nspliced into the standing part of another, as at A,\nA (Fig. 118), so as to form an eye. The end of the\nother rope is then spliced into the standing part\nof the first rope, and the spliced parts served over.", "emotion": {"modification": 0.008168900147838694, "realization": 0.011695928373619581, "annoyance": 0.011977378898589026, "neutral": 0.8193402956677971, "joy": 0.0073232650893661055}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/22", "content": "A neat way of forming an eye at the end of a\nrope (it is known as the eye splice, Fig. 119) is by\nunlaying the strands and placing them on the\nstanding part so as to form an eye, then put one\nstrand under the strand next to it, and pass the\nnext over this strand and under the second; the\nlast strand must go through the third strand on\nthe other side of the rope. Taper them as before\nby halving the strands and sticking them again.", "emotion": {"eyes": 0.017506588205737826, "attention": 0.011863296178951743, "eye": 0.8843386371494653, "desire": 0.004513968856156222, "approval": 0.010520741388118593}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/24", "content": "To make a cable splice unlay the ends of the\nropes to be joined for some distance, place them\ntogether and make a short splice. Leave a suitable\nlength, and thence reduce each strand to\na long taper by gradually cutting away as many\nyarns as necessary; neatly point over the taper\nand lay the ends in the intervals of the rope.\nPut a seizing at each end of the splice, an end\nseizing at the beginning of the pointing and a\nstop at the end of the tails. This is the best\nsplice for cables, as it may readily be undone.", "emotion": {"desired": 1.0, "caring": 1.0, "desire": 1.0, "approval": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/28", "content": "Another method of making a cable splice is\nto splice the ends in twice each way, then to pick\nout the strands, worm part of them round the\ncable, and taper away the rest, which should be\nmarled close down; then clap on a throat and two\nend seizings of ratline.", "emotion": {"caring": 0.17461605268957583, "method": 0.14334240073810584, "desire": 0.034959144476158444, "approval": 0.06192510549593561, "neutral": 0.26112078524291454}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/26!/4/36", "content": "In splicing cotton ropes on the Lancashire\nsystem proceed as follows:—Short splicing the\nends together is the simplest, but would not answer\nfor running over a small pulley or through the\n“swallow” of a block; in this case a long splice\nwould suffice. If a small strop only is needed, a\none-strand grommet is the neatest. A strand\n\n", "emotion": {"modification": 0.037215616775642286, "one": 0.029775415773284387, "desire": 0.036449253530869946, "approval": 0.08246226369853203, "neutral": 0.3728088340371033}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/8", "content": "To make a round seizing, make a small eye in\nthe end of the seizing stuff, and, after taking\na turn round both parts of the rope, reeve the\nends through the eye, take two or three turns,\nand haul them taut with a marlinespike hitch\n(Fig. 40, p. 40); pass eight or ten turns close together,\nand heave taut. Bring the end back under\n\n", "emotion": {"nervous": 1.0, "caring": 1.0, "desire": 1.0, "relief": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/10", "content": "Sennit is a flat rope, made by plaiting together\nrope-yarn or spun yarn, the outside yarns being\nbrought over to the middle from each side alternately.\nIt always has an odd number of yarns,\ngenerally from five to thirteen. French sennit\nis braided with an even number of yarns passed\nover and under every other time.", "emotion": {"confusion": 0.01083996404346134, "sadness": 0.021571081084884716, "s": 0.048347972102483275, "annoyance": 0.02127618301911073, "neutral": 0.7962954847678323}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/14", "content": "Gaskets are made of braided cordage in the\nsame manner as sennit, and are used for confining\nthe sails when furled to the yards. They are called\narm gaskets when used at the ends of the yards.\nBunt gaskets are used in the middle of the yard\nto hold the bunt of the sail, and quarter gaskets\nbetween the middle and extremities of the yards.", "emotion": {"g": 0.05481557007105089, "arm": 0.017390416506199064, "use": 0.035941714293588, "neutral": 0.8324036662827903, "used": 0.006260163349758218}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/16", "content": "A Flemish eye (Fig. 122) is a form of eye made\nwithout splicing. Unlay one strand at the end\nof a rope, and bring the two other strands, just\nas they are, against the standing part, so as to\nform an eye of the size required. Lay up the\n\n", "emotion": {"eyes": 0.1023556669565191, "attention": 0.006652237598060683, "eye": 0.6228736685317197, "desire": 0.018039941628926214, "neutral": 0.12778935943653474}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/18", "content": "An artificial eye is the end of a rope unlaid,\nand the yarns of which the strands are composed\nare separated. The yarns are now hitched round\na piece of wood the size of the proposed eye.\nThey are then marled, parcelled, and served over.", "emotion": {"realization": 0.042110144724246235, "sadness": 0.011037577406833525, "desire": 0.009268195301172209, "neutral": 0.8632076609669803, "joy": 0.011888715572223338}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/20", "content": "A grommet (Fig. 123) is a ring of rope made\nby carefully unlaying one strand from a rope and\ncutting it off. All the turns must be left in it.\nForm a ring by laying one part over the other,\ntaking care that the turns coincide with one\nanother. Pass one end round and round, in the\nlay, until all the intervals are filled up and the\nring is complete. The two ends are secured as\nin a long splice, first with an overhand knot, and\nthen by dividing the strands and passing half of\nthem under the standing part, and cutting off the\nremainder. Grommets are used for stropping\nblocks, handles for chests, snorters for the heel of\nsprits, etc. They are very often parcelled and\nserved to make them look neater. It is easier\nto make them if the rope from which the strands\nare taken is laid up hard.", "emotion": {"grief": 0.07482361015674355, "annoyance": 0.06009041105524124, "approval": 0.028418424334101418, "use": 0.09734930367389878, "neutral": 0.13054597701190707}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/24", "content": "Selvagee (Fig. 124) is a number of rope-yarns\nfastened together. To make it, drive two nails\ninto a piece of board at a sufficient distance from\n\n", "emotion": {"caring": 0.007983087800059215, "curiosity": 0.009723693917882173, "realization": 0.02312681065625413, "annoyance": 0.007708175963547051, "neutral": 0.9049205130713079}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/28", "content": "Worming is filling the intervals between the\nstrands of a rope by laying spun yarn or other\nsmall stuff into them. This renders the rope more\neven and smooth for parcelling and serving. The\nfirst end of the worming is securely stopped and\npassed along one of the divisions of the rope.\nWhen it has been carried as far as it is required,\nit is stopped and laid back down another interval,\nand then forward along the remaining one, and\nstopped at the end. To estimate the quantity of\nserving stuff required for a given length of rope,\n\n", "emotion": {"worm": 0.03953022143477536, "Worm": 0.03337185162649257, "worms": 0.013238412996106348, "wor": 0.17832784445231176, "neutral": 0.6114801411597485}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/34", "content": "Parcelling, B (Fig. 126), is done by winding\nstrips of old and generally tarred canvas smoothly\nround a rope in spiral turns after it has been\nwormed and before it is served. To secure the\ncanvas it is marled down—that is, some marline\nor other small stuff is wound round it, which is\nsecured at every turn with a hitch, so that each\nof the turns is secure and independent of each\nother (see B, Fig. 126). The proper hitch for\nsecuring the turns is shown on a larger scale in\nFig. 72, p. 60. In marling down, the coils are\nnot laid close to one another as in serving, but\nalways at some distance apart.", "emotion": {"caring": 0.018930801016440832, "realization": 0.014898704740159635, "disapproval": 0.01834965694044343, "approval": 0.02882592278450908, "neutral": 0.6980844255667693}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/40", "content": "Fig. 127 shows the way a rope is served or\ncovered with coils of spun yarn or other small stuff\nlaid on quite close to one another. The end of\nthe yarn is first secured by placing it under the\nfirst two or three coils. A serving-mallet (see\nFig. 127), after being placed against the rope, has\ntwo or three turns passed round the body of it,\nand another turn or two on the handle. This\nproduces sufficient friction to leave the coils taut\n\n", "emotion": {"satisfaction": 1.0, "caring": 1.0, "annoyance": 1.0, "relief": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/44", "content": "A rope is belayed or made fast by cross turns\nround a cleat in the way shown in Fig. 128. The\ncleat is assumed to be lashed to a stay or other\nrope, but it is often made fast to some part of the\nvessel. Occasionally a single hitch is put over the\nupper horn of the cleat to make the rope still more\nsecure.", "emotion": {"pride": 0.03848569365973177, "caring": 0.17866791851324637, "realization": 0.0660938352809188, "annoyance": 0.08767916316699709, "neutral": 0.10756814771844433}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/48", "content": "A rope is taken at right angles from one part\nof a vessel to another by means of a “fairleader”\n(Fig. 129). This is a block of wood with a hole in\nit big enough to allow the line to run freely\nthrough it. The back of it is grooved to fit the\nrope it is lashed to. Where more than one line\nhas to be led, a piece of board or plank with holes\nthrough it is used. A fairleader is not necessarily\nfastened to a rope, but is fixed in any suitable\nposition.", "emotion": {"realization": 0.02224113003420661, "Neutral": 0.004384637170109512, "annoyance": 0.008116864862840486, "disapproval": 0.007029781884695463, "neutral": 0.9249527998137718}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/52", "content": "A belaying-pin with a rope made fast to it\n(Fig. 130) is the usual way of securing running\nrigging, as it can be made fast and cast off so\nrapidly.", "emotion": {"caring": 0.0042587354733820935, "realization": 0.006523060573956277, "annoyance": 0.004409786514965613, "approval": 0.003131336402183803, "neutral": 0.969826745814697}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/60", "content": "Fig. 131 shows a method of securing ropes together\nby means of a toggle, a piece of wood\nturned to shape and having a groove in the centre,\nround which the end of a rope is spliced. An eye\nis made in another rope by any method and the\ntoggle slipped into it. It is undone by slackening\nthe ropes and putting the toggle through the eye,\nend foremost. Fig. 132 is another form of toggle,\nthe round piece of wood being shaped like a\nbutton. It has a hole in the centre, through which\na rope is passed and the end knotted.", "emotion": {"realization": 1.0, "method": 1.0, "annoyance": 1.0, "approval": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/64", "content": "A fender (Fig. 133) protects the sides of a boat\nfrom being chafed and the paint or varnish rubbed\noff. Occasionally a fender is of wood, which is\nslung over the boat’s side by a lanyard reeved\nthrough a hole in the end of it, but more often it\n\n", "emotion": {"caring": 0.009440276584957216, "realization": 0.03689524492723029, "embarrassment": 0.02653631783252826, "annoyance": 0.1305836449596152, "neutral": 0.6385839960552901}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/68", "content": "Fig. 134 shows a handsomer form of boat’s\nfender. This is made of a centre or “heart” of\nrope-yarn worked over or grafted with short pieces\nof rope-yarn called “knittles” or “nettles”; this\nis a kind of weaving. The nettles are first cut to\nthe right length, and the middle part slightly\ntwisted. They are then brought snugly round a\nthimble, and a seizing put under it. The heart\nis put into its place and the nettles laid evenly\nover it. Half of the nettles, taken alternately,\nare turned back over the eye, the rest lying down\nthe heart. Pass a turn or two of twine or marline,\ncalled the warp or filling, round the fender where\nthe nettles separate, and hitch it. The turned\nback nettles must now be brought down, and those\nthat are down turned up over the eye. The warp\n\n", "emotion": {"nervous": 1.0, "sadness": 1.0, "N": 1.0, "desire": 1.0, "neutral": 1.0}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/72", "content": "A thimble, shown in side view and section by\nFigs. 135 and 136, is an iron ring, usually galvanised,\nand a rope or strop fits snugly in its\nflanged rim. It may be heart-shaped or round,\nand is used as a small eye on the end of a rope\nto receive another rope.", "emotion": {"grief": 0.013171287604638059, "uses": 0.016187272397618642, "use": 0.2277383720291294, "neutral": 0.4759058540129335, "used": 0.037507678761287466}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/76", "content": "Fig. 137 shows a method of “mousing a hook,”\nthat is, preventing a chain slipping off a hook.\nA few turns of rope-yarn are passed round the end\nof the hook and the standing part, and the ends\n\n", "emotion": {"realization": 0.014581765050845363, "annoyance": 0.004785642448884222, "disapproval": 0.0020551139139318992, "approval": 0.0034469000089695223, "neutral": 0.958521818101152}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/78", "content": "For “stropping a block” (Fig. 138) a grommet\nis neat, and a selvagee still neater, especially\nwhen leather-covered. The block is first fixed in\none bight, so that the lower part of the block sits\non the splice, if there is one. A thimble is put\ninto the other bight, and a seizing put on between\nthe block and the thimble, each turn of which is\nhove taut with a heaver. The turns are, lastly,\ncrossed, and the ends knotted. Fig. 138 shows the\nwork finished. Sometimes the stropping is made\nby splicing the ends of a suitable length of rope\ntogether.", "emotion": {"completion": 0.048670104890619834, "realization": 0.05166167852857275, "desire": 0.08594422840661593, "approval": 0.1376584860252861, "neutral": 0.18424462880620446}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/86", "content": "Pointing a rope is done partly to prevent it\nfrom untwisting, and partly to make it go more\nreadily through a block or hole. Fig. 139 shows\none method. The rope is unlaid for the necessary\nlength, the strands reduced gradually, and then\nlaid up again. The ends are finally whipped with\nsmall twine. If necessary the end is stiffened by\ninserting a piece of stick. Sometimes a “becket”—that\nis, a piece of small line with an eye at the\nend—is put into the end and whipped over to\nsecure it, as in Fig. 139. Fig. 140 gives a more\n\n", "emotion": {"caring": 0.042779695207612364, "realization": 0.05456795354244628, "annoyance": 0.13964455188370184, "disapproval": 0.08371936217360088, "neutral": 0.18077174877660257}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/88", "content": "Fig. 141 is part of a mainstay. An eye is first made in the end,\nand a mouse the shape of a pear raised on the rope with spun yarn.\nEach turn of the yarn is hove well taut with a large serving-mallet,\nand beaten close. The eye and the rope as far as the mouse are wormed,\nparcelled, and served over; the mouse and the part below it (the tail)\nare parcelled with worn canvas, well tarred, and pointed over or\ngrafted with small stuff. The mouse is covered with nettles, and their\nnumber diminished as they are worked into the smaller parts. Below the\npointing it is again served over.", "emotion": {"the": 0.03357266784643359, "desire": 0.09152068195015216, "work": 0.029660372006130826, "relief": 0.028801578048230504, "neutral": 0.25391733949198747}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/92", "content": "Shear-legs are fastened together as indicated\nin Fig. 142. They are first laid side by side, and\na lashing of rope put round them. The ends of\nthe lashing are carried one up and the other down\nto form a cross lashing, and are knotted in the\nmiddle. This is called a Portuguese knot. When\nthe legs are separated, the knot becomes very\nsecure.", "emotion": {"leg": 0.14821502322041624, "the": 0.01647355353533075, "l": 0.058272674527765314, "approval": 0.019528768361684618, "neutral": 0.3096986348463317}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/94", "content": "A neat pair of yoke lines is made and fitted in\n\n", "emotion": {"pride": 0.4610754239186671, "admiration": 0.13561927060050138, "approval": 0.06868846484760828, "neutral": 0.09558993948260824, "joy": 0.13892106289574832}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/100", "content": "Holding the line in the left hand, make a single\nwall knot, as shown in Fig. 143. The strand A\nis first placed and held in position by the thumb;\n\n", "emotion": {"hand": 0.009569519344631228, "caring": 0.1300652670867882, "holding": 0.19434617555689634, "desire": 0.025495755287178016, "neutral": 0.4998761256273678}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/112", "content": "The other end of the line should be pointed.\nTo do this, unlay and fray out the 6 in. of end,\nthen pick out the yarns nearest the edge—that is,\nnext the whipping—and make a number of 2-ply\nnettles by laying up these outer yarns, scraping\nthem a little with a knife to make them taper\nslightly. There must be an even number of nettles,\nand sufficient to lay close together all round the\n“heart,” which is formed by scraping away the\ncentre yarns to an even taper, then marling down\ntight with twine as seen at D (Fig. 147). Half the\nnettles must now be placed along the heart, and\nhalf and half back over the whipping, picking\nthem out alternately. An indiarubber band is convenient\nto keep them in place while passing the\n“warp”—that is, two turns of twine hitched\nround the heart and those nettles lying along it.", "emotion": {"care": 0.05802440390188735, "caring": 0.20156221216735218, "desire": 0.09210518866604492, "relief": 0.043926170393219215, "neutral": 0.23288318571417535}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/116", "content": "The nettles must now change places; all that\nwere placed back must go forward, and all that\nwere along the heart must go back over the\nwhipping, and the warp is again passed twice\nround and hitched; this process is continued till\nthe point reaches the length of 2 in., or whatever\nlength of point is required. Four times the\n\n", "emotion": {"change": 0.09160119147661692, "realization": 0.18804383094526347, "desire": 0.06840953934292443, "approval": 0.018032824472266798, "neutral": 0.3760587491719195}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/120", "content": "A bunting fringe is generally added as a finish,\nand this is very easily made by fraying out a piece\nof blue or red bunting 4 in. square, and laying the\nthreads down together ends even, then placing\nenough of these round the yoke line to encircle it\nat about 1 in. from the snake whipping. Pass a\nnumber of turns of twine round all near the centre\n\n", "emotion": {"caring": 0.03758487011972082, "desire": 0.02823866050569318, "approval": 0.02250266122723293, "use": 0.011735094463365021, "neutral": 0.728543677322488}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/128", "content": "A rope ladder, owing to its portability, is for\nsome purposes more suitable than one made of\nwood, especially where the ladder is to be hauled\nup when not in use. Fig. 150 shows a rope ladder\nwhich is made of four-strand rope; the rounds are\nturned out of oak to the form shown in Fig. 151.\nThe groove at the ends is for the reception of the\nstrands of the rope. The rounds are rather more\nthan 1 in. in diameter, and are placed 11 in. apart.\nThe strands are opened with a marlinespike and\nthe rounds inserted between them, two on each\nside: a seizing is put on below each round; a round\nthimble is put into the upper bight, and an eye\nseizing is clapped on below it. The lower ends\nare generally spliced together, or a thimble may\nbe spliced in, as at the upper end, if it is intended\nto make the lower end fast.", "emotion": {"grief": 0.047203511168227553, "annoyance": 0.07169005814902686, "desire": 0.20441030624121045, "approval": 0.15451728683558044, "neutral": 0.10450587385690094}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/136", "content": "Another form of rope ladder is shown in Fig.\n152. A number of oak chocks (Fig. 153) are turned,\nusually about 5 in. in diameter and 5 in. deep,\nbored to 1 in. diameter with the grain of the wood;\nthis will take a 3-in. four-stranded rope. Splice\nan eye at one end and seize in a thimble for the\nlashing; put on one of the wooden steps, flat side\nuppermost towards the thimble and about 30 in.\ndown. Insert a strand of ratline stuff between\ntwo strands of the rope, and with the two ends of\n\n", "emotion": {"FIG": 0.02011822617325902, "nails": 0.019246808965795545, "desire": 0.01753436691709225, "approval": 0.04072821025404097, "neutral": 0.110897447624375}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/144", "content": "For a 25-ft. ladder of a better kind, illustrated\nin Fig. 154, two dozen oval rungs of wood will be\nrequired, having at the ends scores rasped as\nshown at Fig. 155. The rungs may be 12 in. long.\nNine fathoms of 4-in. four-stranded rope must be\nwell stretched and the turns taken out, stretched\nagain, etc. Middle it and seize a thimble in the\nbight, making this fast to a post. Then stretch\nout both parts together, and mark off the positions\n\n", "emotion": {"realization": 0.041576906419731344, "the": 0.03412344139249767, "desire": 0.18722932061247743, "approval": 0.14438822502449689, "neutral": 0.18911736080425937}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/148", "content": "To hang against a ship’s side, where room for\nthe toe projecting over the rung is needed, a pilot\nladder (Fig. 156) is more comfortable, but more\ndifficult to make. The steps are usually of teak,\nmortised into diamond-shaped side pieces (see Fig.\n157) about 8 in. deep by 5 in., with a score rasped\nout all round the edges. About twenty-three or\ntwenty-four of these steps will be required for a\n25-ft. ladder, and eighteen fathoms of 2½-in. three-stranded\nrope. Prepare by stretching well as before;\ncut in two equal parts and mark the middle\nof each length. Place one of the steps immediately\nover the marks and seize it tight in place\nby bringing the parts of rope round the score on\neach side to meet above. If the next step is\nplaced on this seizing and so on, the completed\nladder is too stiff to roll up; it is therefore\n\n", "emotion": {"nervous": 0.3226836007782544, "care": 0.018952944062918062, "caring": 0.024558594611482052, "embarrassment": 0.019502260442547777, "relief": 0.21408680828946805}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/152", "content": "Mats are used on board ship to prevent chafing.\nIn making wrought mats a piece of small cord is\nstretched tight horizontally at about the height\nof a man, and fastened at each end. Across this,\nhanging by their middles, nettles are placed.\nThese are often made of “foxes”—that is, three\nor more rope-yarns twisted together by hand,\nand each rubbed down with tarred canvas or a\nhandful of rope-yarn. Beginning with the nettle\nnearest the left hand, it is crossed as A (Fig. 158).\nAnother nettle is then brought up close to the first,\nand crossed in the same way. The end B is then\npassed over the strand C, and pushed to the back;\nanother nettle is then brought forward, crossed as\nbefore, and one part of it put over the part D,\nand pressed back. The work is continued this\nway, working diagonally until a sufficient width is\nobtained (Fig. 159); then, as no more nettles are\nadded, and the outside nettle on the right is\nbrought over from time to time, a selvage is formed\nas on the left side. Take care not to twist each\nof the nettles together at the bottom, so that they\n\n", "emotion": {"nervous": 0.09557867965095426, "annoyance": 0.08430357557386241, "use": 0.05518070135290672, "neutral": 0.0591545363021294, "used": 0.037089810377141576}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/154", "content": "Mats are frequently thrummed; this is done by\nraising the nettles lying on the top of the mat with\na marlinespike or pricker after the mat is finished,\nand putting short pieces of the nettle stuff underneath.\nThe thrums are then cut off to the same\nlength, and opened out. Of course, wrought mats\nmay be made of any material and used for a\nvariety of purposes. They make most excellent\ndoor-mats, and are of everlasting wear. For this\npurpose they should not be made of tarred stuff.\nVery pretty mats may be constructed of twine for\nthe foundation and various coloured pieces of\nworsted for the thrums.", "emotion": {"love": 0.009886817251044792, "annoyance": 0.01631762446147002, "disapproval": 0.013565768246652196, "desire": 0.014033050241220915, "neutral": 0.8667390568450204}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/156", "content": "A kind of mat used aboard ship is called a\nsword mat. It is woven, but a loom is not used.\nTwo small cords, or, better still, two small rods,\nare secured horizontally and the nettle stuff\nwound round them, the coils being laid close together.\nA piece of wood called a “fiddle,” as long\nas the width of the mat and about 2 in. wide and\n⅜ in. thick, has half as many holes bored near the\nlower edge as these nettles in the mat. Every\nalternate nettle is secured to this by some twine\nlaced through the holes. Another fiddle is\nfastened in like manner to the remaining nettles.\nThe work can now be begun. The first fiddle is\n\n", "emotion": {"desire": 0.003288024665972132, "work": 0.005377509124670138, "approval": 0.005986002810736718, "relief": 0.003054302581443573, "neutral": 0.9274349664443441}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/160", "content": "A softer kind of mat is made on a foundation\nof canvas or duck, which is very suitable for the\nstern-sheets of a boat or any other similar purpose.\nThe material is cut to the right size and\n\n", "emotion": {"caring": 0.09486758516965753, "desire": 0.06323240322269066, "approval": 0.010540605391443848, "relief": 0.020550746760287633, "neutral": 0.769414209921256}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/162", "content": "When a pattern is to be worked on the mat,\nthe design must first be drawn on the material\nin pencil and the canvas folded accordingly; every\nfold produces two rows of thrums. White duck\nthrummed with pieces of cotton rope makes very\nnice, clean-looking mats for boat use, and as they\nwash well they can always be kept in good order.\nThese mats, with a stout canvas or sacking foundation,\nthrummed with pieces of untarred hemp\nrope, serve very well for door-mats, though, of\ncourse, they will not last as long as wrought mats.", "emotion": {"pride": 0.016576217360939463, "realization": 0.10859558783260853, "admiration": 0.033017762656786416, "approval": 0.05227670072513069, "neutral": 0.6611460701223972}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/28!/4/164", "content": "Very ornamental mats are made somewhat after\nthe same manner as those just described. Any\nsuitable material, of any colour, can be used for\nthe foundation, on which the pattern must be\ndrawn. The mat is folded along the line intended\nto be worked, and a common pencil laid along the\nridge of the fold. The worsted or other material\nused is threaded in a large needle, and worked\nover and over the pencil, thus forming, when the\npencil is withdrawn, a series of loops on the\nfoundation. Any pattern can thus be worked,\nprovided always that it consists of straight lines.\nIt might be possible to form curved lines by working\nthe loops over the first finger of the left hand,\nmoving the finger after each loop.", "emotion": {"realization": 0.0473618512631077, "annoyance": 0.02847899445839627, "work": 0.06609522326603351, "use": 0.030555227349456125, "neutral": 0.4758897115601429}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/10", "content": "Hammock making requires a netting needle of\none of the shapes shown by Figs. 160 and 161. It\nmay be made from a piece of 3/16-in. pearwood,\nbeech, or boxwood about 8 in. long by ¾ in. wide.\nIn needles as shown by Fig. 161 the cord is wound\nround as when filling an ordinary shuttle, and for\nFig. 160 the cord is brought round the end at A\nup one side, round the pin at B, and back the\nsame side, the process being repeated on the other\nside of the needle.", "emotion": {"caring": 0.06743352373003726, "realization": 0.02827629380820832, "required": 0.03996484844917689, "desire": 0.23383110446981378, "neutral": 0.2552575866372559}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/14", "content": "A mesh stick (Fig. 162) is made of hardwood\nor bone about 5 in. long and of an oval shape\n(Fig. 163); it may be about ¾ in. by ¼ in. in section.\nAt one end of the string to be used for the net\ntie a loop A (Fig. 164), and place the knot on a\n\n", "emotion": {"caring": 0.09586557780039877, "annoyance": 0.024591547319202024, "desire": 0.08997080951349509, "approval": 0.04197893643294651, "neutral": 0.44897256300503624}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/16", "content": "Now place the thumb of the left hand on the cord\nbeyond the loop as at A (Fig. 166), and with a\nturn of the wrist of the right hand throw the cord\nto the position shown at B, then pass the needle\nunder the loop C, then through the bight of B, and\ndown as at D, and draw the knot tight, which\nshould then assume the shape shown by Fig. 167.\nThe cord must be held firmly with the thumb at A\n(Fig. 166) when pulling up the knots, as on this\ndepends the uniformity of the meshes.", "emotion": {"care": 0.017971771537330487, "caring": 0.2207410464507799, "desire": 0.04861138092883777, "approval": 0.03311831587310312, "neutral": 0.34387563951779254}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/24", "content": "To continue the netting the stick is withdrawn\nand placed under A (Fig. 167), and the needle is\nthen passed under the stick as in Fig. 165, and\nbrought through the loop B (Fig. 167), and the\nprocess shown by Fig. 166 is repeated to form\nanother mesh, this being continued to make a\nchain of meshes, say forty-five or fifty (Fig. 168),\nsufficient for the width of the hammock. The loop\nA (Figs. 164, 165, and 168) that was first tied is\nthen untied, and it will then be found that all the\nmeshes are equal in size.", "emotion": {"determination": 0.021747508059246117, "realization": 0.0924059692637138, "equal": 0.009816945047255604, "approval": 0.032738821611668675, "neutral": 0.7123565360684012}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/28", "content": "Next the chain is opened out at right angles to\nthe line in which it was made, as shown by Fig.\n169, and working across is begun by making a\nmesh at A (Fig. 169), then at B, C, and so on,\nuntil the length of the first lot of meshes has been\nreached, when the net is turned over and another\nrow of meshes worked until the one under A has\nbeen reached; then the net is turned again and\nanother row worked, and so on.", "emotion": {"completion": 0.1709178580792441, "caring": 0.028302178457463925, "repetition": 0.033105170511228486, "work": 0.1050345432074013, "neutral": 0.40130610049229726}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/32", "content": "The meshes are worked as shown by Fig. 166,\nbut at first, to ensure uniformity, it will be well to\nput the loops D, E, F, and G (Fig. 169) separately\non the hook or nail as the meshes under them are\nmade, but after a little practice a cord may be\nreeved through the top line of meshes, tied into a\nloop, and passed over the knee and then over the\nfoot, as the work progresses.", "emotion": {"caring": 0.16171956888894579, "realization": 0.20699699556517465, "desire": 0.04106319735957222, "work": 0.08281354036354208, "neutral": 0.05271412672807757}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/30!/4/38", "content": "There are three ways of forming the ends.\nAn ash stick may be used at each end to which\nthe end meshes are looped and tied, and a piece\nof codline may be passed through the side meshes\non each side and attached to the ends of the\nsticks. At each end a stout cord is secured to the\nstick in the form of a triangle for hanging the\nhammock. The second plan is to tie a number\nof cords together by doubling them in the centre\nand forming a loop, and each of the free ends,\nknown as “nettles,” is attached to one of the\nmeshes of the net. The third and perhaps the\n\n", "emotion": {"modification": 0.06777844872355529, "method": 0.2887084279438496, "desire": 0.038902973176732004, "approval": 0.1035393029201644, "neutral": 0.13339377643496167}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/32!/4/12", "content": "The rope used for lashing all parts of scaffolding\nshould be fairly new, sound, and in size not\nmore than 1½ in. The average length required will\n\n", "emotion": {"realization": 0.0709785613751728, "optimism": 0.03374005404694527, "disapproval": 0.039628389936340436, "approval": 0.12128331791302581, "neutral": 0.6670582536990645}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/32!/4/14", "content": "Fig. 171 shows the lashing of a\nledger to a pole; if chain is used a\ndifferent method is necessary, and\nit is lashed as in Fig. 172.", "emotion": {"caring": 0.010471876958645012, "remorse": 0.015184881261120236, "disapproval": 0.06078864301344125, "desire": 0.27631125864005596, "neutral": 0.554950726643209}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/32!/4/16", "content": "Putlogs should be square, or at\nany rate flat on the upper and lower\nsides, to prevent any chance of rolling,\none end being squared down in\nsize to enter the building in the\nplace of a header brick, the other\nend being lashed down to the ledger\nas in Fig. 173. The planks forming\nthe stage are not lashed to the putlogs,\nand there is great danger in\nallowing them to project at one or\nboth ends.", "emotion": {"nervous": 0.08375546137125686, "caring": 0.04625999639999345, "desire": 0.05565972297443468, "approval": 0.11696193956150083, "neutral": 0.3205941775742943}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/32!/4/18", "content": "Poles are generally about 30 ft.\nlong, and for high buildings it is\nnecessary to lengthen them by lashing\non an extra pole. The safest\nplan is to lash a half pole to the\nlower part of the first erected; this\nresting on the ground will form a\nfooting, upon the upper end of which\nthe lengthening pole will stand,\nbeing kept in position by three\nplain lashings (see Fig. 174). Should\nthe lengthening pole be only light,\nand a footing not be considered\nnecessary, a chain racking should\nbe put on besides two rope lashings.", "emotion": {"nervous": 0.05184381696098587, "caring": 0.10414084679154528, "realization": 0.043798990929692194, "approval": 0.042513865891125095, "neutral": 0.44409054817998356}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/32!/4/24", "content": "It is usual to wedge scaffold lashings tight, and,\nprovided the wedges are well shaped, it is a convenient\nway of tightening the work after change\nof weather. Badly-shaped wedges are apt to cut\nthe rope and sometimes work out.", "emotion": {"correction": 0.012071234146634345, "caring": 0.6717917918660344, "remorse": 0.02486183207298792, "annoyance": 0.09216219177836704, "improvement": 0.012124161490168001}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/32!/4/28", "content": "Stages for painting, or small repairs on a building,\nmay be quickly rigged up by slinging each\nend of a plank on the bight of a rope. For this\nmake a marlinespike hitch (see Fig. 40, p. 40),\nand let the end of the plank take the position\nthere occupied by the marlinespike; the double\npart will be below and the single part above the\nplank (see Fig. 175). For single-handed work a\nboatswain’s chair, of which an illustration is given\nby Fig. 176, is convenient.", "emotion": {"caring": 0.01665413741552728, "simple": 0.011634784547716258, "approval": 0.014894748169636478, "relief": 0.026308368407789592, "neutral": 0.6778820796420701}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/6", "content": "Now Fig. 177 is a sketch-plan of an endless\nband rope, such as may be seen at many collieries\nin Great Britain. A is the driving sheave on the\nengine at bank, round which the rope passes three\nor four times, and leads off to the overhead pulley\nB. Then it goes down the shaft, perhaps a\nvery considerable distance, under the pulley C,\nand so on to D, whence it passes round the tightening\nsheave E, which is movable and contrived with\nweights to keep the rope always tight, and so prevent\nsurging round the pulleys and sheaves and\nconsequent loss of power. The rope then passes\n\n", "emotion": {"nervous": 0.03807151554310054, "pride": 0.03206600642011059, "care": 0.03168687251863674, "admiration": 0.0560389440769952, "desire": 0.04369668665529755}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/8", "content": "Further, no matter what kind of a splice it may\nbe, it must be made well. If it is a ship’s hawser,\nat times the safety of the vessel and all it contains\nmay depend on a splice. Again, an awful\ndisaster might be the result if the splice in a crane\nrope were to draw.", "emotion": {"nervous": 0.07768270758351373, "caring": 0.14301776867112334, "grief": 0.19265768841226902, "realization": 0.07703077974915429, "sadness": 0.074802475472289}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/12", "content": "There are three kinds of wire rope splices, the\nshort splice, eye splice, and long splice.", "emotion": {"confusion": 0.023493457519945995, "caring": 0.030550904090663956, "realization": 0.10634621797792176, "annoyance": 0.09476876567617641, "neutral": 0.5258105301371276}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/14", "content": "A short splice is a bulky splice, and is used only\nfor block straps, slings, etc. It is not suitable for\ndriving ropes or for running tackle, and should\nnever be put into a crane or hoist rope. It is\nmade by unlaying the two ends of the rope to a\nsufficient length, from 1 ft. to 2 ft., according to\nsize, and interlaying them together as in Fig. 178.\nDraw them close, and tuck the strands of one\nunder the strands of the other several times. It\nis only a case of “over and under” as in splicing\na hemp rope. After the ends have been tucked a\nsufficient number of times, about twice, each\nstrand will stand in most cases. Hammer all down\nsnug, and either cut off the ends with a hammer\n\n", "emotion": {"nervous": 0.06054911046545691, "disapproval": 0.03628717158623515, "approval": 0.05857231115222517, "use": 0.1523480611377438, "used": 0.02290574102637944}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/16", "content": "An eye splice may be made in two different\nways—namely, left-handed, or “over and under,”\nand right-handed.", "emotion": {"nervous": 0.0644657309160066, "caring": 0.048232712767876565, "remorse": 0.07607852868370689, "desire": 0.1561290765607151, "neutral": 0.3010034959045127}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/20", "content": "Left-handed splicing is undoubtedly stronger,\ntuck for tuck, than the right-handed method, for\nthe “bite” on the strands is greater and the frictional\nadhesion is more acute. The strands and\nends are practically plaited, and consequently\nlocked together, and, no matter how the rope unlays\nitself, the splice is immovable. A splice like\nthis should be put into every crane rope, for frequently\nthe load when lifted from the ground spins\nround and unlays the rope to a certain extent.", "emotion": {"realization": 0.04465545976338281, "disapproval": 0.34617065602996794, "desire": 0.06117977609747855, "approval": 0.23099534966114876, "neutral": 0.10232433044916114}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/22", "content": "In right-handed splicing, the ends to be tucked are simply laid\nseveral times round one strand each, and offer no resistance to any\nsuch unlaying process. However, a right-handed splice is easier\nand neater to make, and these splices are becoming general, some\nsplicers making it a rule to put a “lock” in by tucking the ends once\nleft-handed. A right-handed splice is strong enough for most ordinary\npurposes, but if a left-handed splice is\n\n", "emotion": {"realization": 0.13003540752947346, "desire": 0.16737750645450475, "approval": 0.11087080216929054, "relief": 0.1645156461377996, "neutral": 0.11788287879590992}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/30", "content": "The following is the method of right-handed\nsplicing. First fasten up the rope-end from the\nvice to any convenient column or hook, and mark\noff from the end, as at A (Fig. 179), the length for\nthe splice, which will be from 1½ ft. to 6 ft., according\nto the size of rope; say 2 ft. of end for 2 in.\ncir. rope. Measure with a string round the groove\nof the thimble, and transfer the length to the\nrope, marking it as at A B. To put a seizing on\nthe “neck” of the splice, as in Fig. 180, add\n6 in. or 8 in. to the length of rope to be served.\nNow take a narrow strip of parcelling—that is,\n\n", "emotion": {"desired": 0.02887529770683238, "caring": 0.04161097185398027, "desire": 0.1603806222119769, "approval": 0.09713744933763693, "neutral": 0.2985479268727544}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/34", "content": "At the next tuck, with the spike take in the\nstrand to the right, along with the two just gone\nthrough, making an opening through three strands,\nwith the point of the spike coming out in the same\n\n", "emotion": {"pride": 0.016848908529148388, "realization": 0.19962441558807995, "desire": 0.00699642762136153, "neutral": 0.7089390658056667, "joy": 0.00990922339007639}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/38", "content": "The rest is easy. Merely keep on repeating the\noperation, with strand and end, until the splice is\nlong enough and strong enough. As Fig. 180 shows,\nafter the first set of tucks, it is only a case of each\nend twisting and re-twisting round its own particular\nstrand, all the way up. It merely thickens\n\n", "emotion": {"caring": 0.23411765285554606, "repetition": 0.14330172593680365, "annoyance": 0.04267170605675306, "relief": 0.05530505301694251, "repeat": 0.033354852998856994}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/42", "content": "Seizing wire is really a seven-wire strand, made\nof soft wire, about No. 18 or No. 19 gauge. It\nis put on a splice for the double purpose of\nstrengthening the splice and rendering it easier\nto take a weak or broken thimble out of the eye,\nto be replaced by a stronger one. It is simply\nbound tightly round the two ropes at the neck, and\nthe end is brought up and round the middle twice,\nor thrice and made secure, as at A (Fig. 180).", "emotion": {"caring": 0.10706149392747262, "realization": 0.04311443151427184, "desire": 0.01646019889945041, "approval": 0.05089373741646246, "neutral": 0.6049975321805671}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/46", "content": "Left-handed eye-splicing should be comparatively\neasy if the preceding instructions on right-handed\neye-splicing have been carefully followed.\nAlthough it is not essential, it makes a neater and\na closer splice if a slightly different method of\nstarting is adopted. In splicing a thimble into a\ncrane rope or a trawl-warp, two ropes in which it\nis very advisable to put left-handed splices, it is\nunusual to put any seizing on the neck; instead,\nthe rope is spliced right down to the thimble.\nServe sufficient rope to go round the thimble only,\nleaving out sufficient end for the splice. Turn in\nand screw up very tight in the vice, make fast at\nthe neck, as before described, fasten the rope up\nwith the thimble hanging downwards, and open\nout the ends.", "emotion": {"nervous": 0.10026475916908732, "caring": 0.05663846108926205, "disapproval": 0.03032273553946141, "desire": 0.1601463490903694, "approval": 0.1740399514654124}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/50", "content": "Different splicers have different ways of starting,\nbut a very good method is as follows: Turn\n\n", "emotion": {"caring": 0.05297139119192807, "realization": 0.06315213009714706, "gratitude": 0.03164515255315552, "admiration": 0.04312910153910274, "approval": 0.6732276601114322}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/52", "content": "The appearance of the splice will be improved\nif the ends are halved before taking the final tuck.", "emotion": {"caring": 0.061120173221896515, "optimism": 0.06801841511186252, "approval": 0.4510685479540451, "relief": 0.03851791196644574, "improvement": 0.20277343641322051}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/54", "content": "If the strands of the rope to be spliced are\nvery hard and stiff, it will perhaps be difficult to\npull in the ends quite snug. To get over this difficulty,\nbefore tucking give each strand a sharp\nbend close to the rope, in the direction in which\nit has to be tucked, when it will spring into its\nplace with comparatively little pulling. When all\nthe ends are tucked, hammer the splice well, as\nthat makes the wires knit more into one another,\nand consequently increases the “bite.” All that\nremains now is to cut the ends off, and serve over,\nfinishing at the thimble. It is a good plan to take\nthe splice down now and then during the process\nof tucking, and hammer it well, as that serves to\ndrive out all the slack at the ends.", "emotion": {"nervous": 0.04448985025421667, "caring": 0.474024983912478, "annoyance": 0.013483682881762658, "approval": 0.11405593420458868, "relief": 0.1068655154490071}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/58", "content": "Long-splicing is undoubtedly the most important\nform of splicing. By its use two pieces of\nrope may be joined together, or a rope may be\nmade endless, without increasing its thickness at\nthe splice. In fact, none but a practised eye can\ndiscern where a well-made splice is, after it has\nbeen made and set running, as all ends are completely\nhidden. Ability to splice well in this style\ncommands many good jobs at collieries in this\ncountry and in South African mines.", "emotion": {"pride": 0.24883924336215088, "realization": 0.027374788962708257, "gratitude": 0.016418283788503085, "admiration": 0.4559749706042392, "approval": 0.16006975340011453}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/60", "content": "Of course, in long-splicing, as in many other\nthings, different men have different styles. Suppose,\nfor example, a colliery hauling rope is to be\nspliced, and that it works endless from a hauling\nengine to a terminal return pulley, mounted on\nthe tension bogie; suppose also that the rope has\nbeen put in position, with the ends left at the\nmost convenient place ready for splicing. If 60 ft.\nof end is available for the splice, decide on that\nlength, and, measuring about 40 ft. from each\nend, make the rope fast to the rails at one side,\nand at the other side fix a block and tackle, and\nhaul in every bit of slack lying on the hauling\nroad, taking especial care that the tension bogie\nis pulled right up to the top of the tension\n“ways.” This is a very important consideration,\nbecause if, through the rope stretching, the tension\npulley got down to its limit before the rope was\nworn out, it would necessitate cutting the rope and\nmaking a new splice, or opening out the old splice\nand re-splicing there again after shortening the\nrope.", "emotion": {"caring": 0.08921991517698201, "realization": 0.04946452663245186, "annoyance": 0.14802998861008912, "disapproval": 0.37714070437876035, "approval": 0.03965580244476389}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/62", "content": "Where practicable, have the tension of a sufficient\nlength that by the time it gets to its limit\nthere is sufficient length of rope to make a new\nsplice, in case the old one is found to be giving way.\nSome ropes stretch more than others in working,\nand it is difficult to say accurately how much per\ncent. a rope will stretch, as much depends on the\nway the rope has been made. However, the larger\n\n", "emotion": {"determination": 0.17511827083294687, "caring": 0.2211819971173146, "optimism": 0.05867757220673212, "desire": 0.10009121087124298, "approval": 0.06154461007795657}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/64", "content": "Having got the rope hauled as tight as possible,\ncarefully measure 30 ft. from each end of the rope,\nand there tie a strong whipping. It is important\nthat these whippings should be put on each rope\nat a distance which shall ensure that they will\neasily come quite up to each other when the two\nends are joined together. Next, take the whippings\noff the extreme ends of rope and open out\nthe strands. Some splicers do this in pairs; others\nsimply halve the rope, opening it out in two\nbunches of three strands each. A better way,\nconsidering laying them in again, is to open out\none strand, then miss one and open out the next\nto that, then miss another and take the next one\nagain.", "emotion": {"care": 0.05454153813502726, "caring": 0.5087760192724738, "desire": 0.055571449934145895, "approval": 0.038454617469756446, "neutral": 0.07811028817643581}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/66", "content": "There are now three single strands opened out\nto the whipping at 30 ft. from the end, and between\neach of these strands there is one strand unopened.\nThis work must be done at each end of the rope,\nof course. Taking these two bunches of three unopened\nstrands, cut them off about 6 in. from the\nwhipping and throw them on one side. Open out\nthe 6 in., obtaining three strands 30 ft. long, and\nbetween each pair is a strand 6 in. long, with the\nsame length of core projecting through the centre\nof the rope. Join the two ends together as in Fig.\n178 (p. 135), taking care in every case to have the\nstrands placed so that a long strand will fall in\nwhere a short one comes out, and at the same time\npull out between the strands the two short pieces\nof core A B. Place helpers on each side to pull on\nthe long strands, as in a tug of war, and after\ncutting the two whippings C get the helpers to pull\nin opposite directions, until the two ropes are\njammed close up to each other, with the strands\nready to fall naturally into the lay of the rope.\nIf this is not done properly, or if the rope is\n\n", "emotion": {"disapproval": 0.07255528906253134, "desire": 0.033106944995923655, "work": 0.11792485257165006, "approval": 0.22853159657039723, "neutral": 0.11895171791604084}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/68", "content": "Next clamp or securely tie the\nthree long strands at one side\nto the rope, and proceed to lay\nthe other three long strands into\nplace. Select a long strand and\nthe short one that touches it, open\nout the short strand, and lay the\nlong one in its place. Keep on\ndoing that until all but 5 ft. of\nthe long strand has been laid in;\nthen stop and lock these two\nstrands together by crossing\nthem, so that they will not open\nout. Now measure back 5 ft. on\nthe strand just opened out and\ncut the rest off, as only 5 ft. will\nbe needed on each end. Open\nout another short strand, at the\nsame time laying in a long one,\nto the length of 15 ft. only, and\nthe next long strand must be laid\nin just 5 ft. Now release the\nother three strands made fast to\nthe rope, and treat them in the\nsame way, laying in a long strand\nwhere a short one is taken out.\nMake all the ends 5 ft. long, putting\na small whipping on each\nbefore cutting to prevent opening\nout, when the splice will be as in\nFig. 186.", "emotion": {"caring": 0.11520719224349002, "desire": 0.02040178259177075, "approval": 0.037145691140354244, "relief": 0.021007125274958283, "neutral": 0.3776302638555226}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/72", "content": "There are now twelve strand\nends, 5 ft. long, which must\nbe worked into the inside\nof the rope and completely\nhidden; but before this some\n\n", "emotion": {"embarrassment": 0.07528329610947078, "annoyance": 0.08345465904961327, "surprise": 0.04420336330146804, "desire": 0.03576584111048065, "neutral": 0.5391191365160034}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/76", "content": "Strand 1 has now to be worked inside the rope\nwhere the core came out. To do that, take a flat\n\n", "emotion": {"caring": 0.045795932584700105, "realization": 0.08491720975697112, "labor": 0.05723025997136371, "work": 0.1992222387005351, "neutral": 0.037999867731948744}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/78", "content": "When working a strand from the outside to the\ninside of a rope it should be done short, sharp,\nand at once. Good joints must be made short, for\nthen the twists in the strands so unite with one\nanother as to make it appear as though they were\nblended into one strand.", "emotion": {"caring": 0.012668501033181099, "realization": 0.0065305115521166295, "disapproval": 0.007928233736380368, "desire": 0.02908361563404765, "approval": 0.8979796880803056}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/80", "content": "The “partner” strand to the one just worked in—that\nis, strand 1′—must next be tucked out of\nsight, but before that can be done it will be\nnecessary to consider that if the wires in the\nstrand are spun or twisted in the opposite direction\nto that in which the rope is “laid” or\n“closed,” then an ordinary rope is formed. But\nif the wires and the strands are both twisted in\nthe same direction there is formed a make of rope\ncommonly called a “Langs” or “Albert” laid\nrope.", "emotion": {"realization": 0.15418803729697048, "disapproval": 0.25320463074425276, "desire": 0.04326576947155489, "approval": 0.3475237399179832, "consideration": 0.05377548418304891}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/82", "content": "In Figs. 179 to 185 ordinary ropes are illustrated,\nbut in Figs. 178, 186, and 187 Langs ropes\nare shown.", "emotion": {"realization": 0.018961721307794582, "ordinary": 0.25994923942703224, "annoyance": 0.030136832024025933, "neutral": 0.44555842316824396}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/86", "content": "In an ordinary rope the strands are tucked\ninto the inside, side by side at the joint, which is\nknown as a “flat joint,” while in the case of a\n\n", "emotion": {"caring": 0.0391405290595117, "disappointment": 0.02822585717652817, "sadness": 0.055099116358647664, "disapproval": 0.020410251088637893, "neutral": 0.6368501464413616}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/90", "content": "Fig. 187 also illustrates a good way to place\nthe spikes to work in strand 1′ and make a round\njoint. Each spike is driven through two strands,\nand, as shown, A is the leading spike which tucks\nthe strand into its place, while B is used simply to\ncombine with A in making the joint and forcing\nthe strand 1′ into the centre of the rope. This is\neffected by placing the strand between the points\nof the two spikes and twisting them up in opposite\ndirections. If the spike A is twisted up towards\nthe worker, and spike B in the opposite direction,\nthe obvious result is that the points of the two\nspikes come down, and simply crush strand 1′ into\nthe centre of the rope. Then go on twisting spike\nA along the lay, and spike B can be pulled out as\nsoon as the worker gets away from the joint.", "emotion": {"realization": 0.07643561702625527, "embarrassment": 0.05259441203278388, "annoyance": 0.18636857127247433, "disapproval": 0.1118700555013271, "approval": 0.10920514515251718}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/94", "content": "If these joints are closely and neatly made,\neach in its own way, the two strands forming the\njoint knit into each other’s lay or twist, and will\n\n", "emotion": {"pride": 0.02618132260774783, "caring": 0.05766232298205907, "realization": 0.08184991611729768, "neutral": 0.49393981559279654, "joy": 0.12755943068061662}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/100", "content": "About all the tools necessary for long-splicing\nare two flat spikes or tuckers and one round one,\neach say 18 in. long, a sledge and set for cutting\nthe rope and strands, a hand hammer for driving\nin the spikes, a strong pair of cutting pliers and\nthe top-swage (Fig. 188). A very useful wire rope\nclamp is shown in Fig. 189.", "emotion": {"caring": 0.1309708630481025, "realization": 0.09677939199287969, "admiration": 0.039080349838205096, "all": 0.0846157804180744, "use": 0.10108990596776042}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/104", "content": "In addition to the method of fitting attachments\nto wire ropes by means of splicing, as already\ndescribed in this chapter, there is the\n\n", "emotion": {"realization": 0.04702996157768993, "method": 0.13155721854332145, "admiration": 0.029857052571448175, "desire": 0.0334679170178296, "approval": 0.4652699286939656}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/106", "content": "Fig. 190 is a view of the ordinary link socket,\noften used at collieries as a means of temporarily\nrepairing a broken rope. A whipping of soft wire\nor spun yarn is put on each end of the rope, and a\nfew wires then bent sharply back over the whipping\nand cut off an inch or two shorter than the\nsocket that fits over them. The rest of the rope-end\nis cut off as close to the whipping as possible,\nand the sockets, which, of course, are ready\nopened, are put on, hammered down close, and\nfirmly clinched with three rivets.", "emotion": {"grief": 0.024237445669604868, "annoyance": 0.0577232581017647, "disapproval": 0.021730366907928407, "relief": 0.02113755421262987, "neutral": 0.5719503454638838}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/108", "content": "A very common socket in everyday use is shown\nby Figs. 191 to 193; this is principally used on\nhaulage ropes and ships’ steering-gear. The eye\nmay be of either round or square section, the\nlatter being the strongest and best. As a rule,\nthese sockets are fixed on the rope by means of\nrivets only, but when attached to winding ropes\nthey are secured with strong steel hoops, which\nare forged to make a close fit at intermediate\ndistances on the socket, as in Fig. 194.", "emotion": {"common": 0.08952275859937528, "admiration": 0.036032077341506714, "annoyance": 0.22015285025215015, "approval": 0.035692799686227954, "neutral": 0.1915227267226826}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/112", "content": "Sometimes hoops are used in conjunction with\nrivets. When a hooped socket leaves the black-smith’s\nshop, the hoops should be a close fit at\nequal distances on the socket; and as a guide to\n\n", "emotion": {"realization": 0.014034377830567716, "disapproval": 0.019315063408620162, "approval": 0.059853151004587275, "use": 0.04435776504424163, "neutral": 0.7213037287501594}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/116", "content": "The method of preparing the wire rope for\nthese sockets is the same whether hoops or rivets\nare used. First put a strong wire whipping on the\nrope at about the length of the socket from the\nrope-end. Untwist the wires of the part left over\nand straighten them out (see Fig. 195); then bend\nthem sharply back, one or two at a time, over the\nwhipping and over the rope. If the rope has a\nwire core in the centre, the wires forming it should\nbe bent back the same as the outside wires; but\nif the core is of hemp, it must be cut off close to\nthe whipping. After hammering snug and close, all these wires have\nto be cut to a different length, so as to form a tapered bulb\ncorresponding to the tapered cavity inside the socket. Cut the longest\nwires an inch or two shorter than the length of the socket, measuring\nfrom A to B (Fig. 193), and gradually make the other wires shorter and\nshorter all the way towards the end. These wires must now be tightly\nand closely served with soft copper wire or spun yarn, using the\nserving-mallet already described in this chapter. For common work spun\nyarn is used, and for the best class of work soft copper wire.", "emotion": {"caring": 0.0796250688828059, "": 0.013081485095328376, "approval": 0.011792737536430387, "use": 0.022492849956174874, "neutral": 0.6554207586277383}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/128", "content": "In bending back the wires, care must be taken\nto ensure their being bent equally all round the\nrope and not merely at the top and bottom or on\none side only. The object is to form on the end of\nthe rope a bulb which will completely fill the\ncavity inside the socket. To do this, the operator\nshould work with the closed socket beside him and\ntake the measurement of the inside of the socket\nat both ends with a pair of inside callipers, and\nthe size of the bulb as it progresses with outside\ncallipers, comparing the two. The socket may\nhave been made rather large inside, in which case\nit will be necessary to put on two or more layers\nof serving to bring the bulb to the required size.\nThe rope should then appear as in Fig. 196. The\neye of the socket must now be made red-hot.\nCool down all but the extreme back of the eye A\n(Fig. 192) by the application of water, and open\nthe socket out sufficiently to allow of the bulb\nbeing pushed into place. Let the end of the bulb\ncome just to the shoulder A (Fig. 193) of the\n\n", "emotion": {"care": 0.12112345067232133, "caring": 0.1491753081323184, "desire": 0.052720020496901304, "relief": 0.026316298945099643, "neutral": 0.4323390589058935}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/136", "content": "When fitting a hooped socket, first pop-mark\nthe parts, then remove the hoops and thread them\non to the rope, the smallest first and the others\nin order; they are thus easily returned to their\nproper places. As soon as the hoops are replaced,\nthe socket should be taken out of the vice and held\n\n", "emotion": {"satisfaction": 0.02503707131134966, "caring": 0.09770315770852135, "approval": 0.02447074393668766, "relief": 0.10663688648928259, "neutral": 0.5347467760124616}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/138", "content": "To give a better finish, and to prevent the\nhoops from working back or wet from entering,\nthey are sometimes caulked on the tapered side A\n(Fig. 194) with a caulking set.", "emotion": {"caring": 0.5886779023521842, "desire": 0.05664141769409761, "approval": 0.09503253237027036, "neutral": 0.04127788064875502, "improvement": 0.05482195097476855}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/144", "content": "For crane ropes or colliery winding ropes, steel\nsockets are sometimes cast solid, some with closed\neyes for the D shackle, as in Figs. 198 and 199,\nand others with open ends with holes for a slotted\npin, as in Figs. 200 to 202, the two latter being side\nviews of alternative shapes. The form shown\nby Figs. 198 and 199 is the more difficult to fit, as\nit is obvious that the rope must first be pushed\nthrough the socket and brought out at one side of\nthe eye before the bulb can be formed, when it\nhas to be either pulled or hammered back until\nit is quite tight in the socket. After the bulb of\nthese solid sockets has been pulled or driven into\nplace, it is usual to drive a round tapered copper\nplug into the core of the bulb, to solidify it and\nincrease its grip with the socket. Sometimes\nmolten white metal is poured in to fill up the interstices\nbetween the rope and the socket. The\nhole at the small end of these sockets is made only\na very little larger than the diameter of the rope,\n\n", "emotion": {"": 0.061062582384306535, "realization": 0.036521395939964604, "annoyance": 0.059795414593739216, "desire": 0.027567859381409494, "neutral": 0.18713825570133524}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/148", "content": "Flat wire ropes, which are not much used now,\nalso have to be socketed, as they cannot be\nspliced. There are various methods of fixing\nflat rope sockets, varying with the strain and the\nconditions under which they work. The most\nusual method is to bend the wire ends back\nequally on both sides to make the bulb fit the inside\nof the socket, and to secure with a liberal\nsupply of rivets (see Fig. 203). For stronger work,\nthe rope-end, after being cut off square, is bent\nround the shackle pin, and the socket made to grip\nboth the rope and its end, the whole being firmly\nsecured by means of strong iron clamps and bolts\n(see Figs. 204 and 205). In order to drive the\nrivets through the compressed rope after the\nsocket is tightened, it is necessary to make the way\neasy for them by driving in tapered spikes of the\nshape shown by Figs. 206 and 207. These require\na hole in the end to take the end of a stout\nmarlinespike, for the purpose of withdrawing\nthem from the hole. They must be made of mild\nsteel.", "emotion": {"annoyance": 0.04585002202082785, "disapproval": 0.037584798708535434, "approval": 0.1554329391294044, "use": 0.08576409785303149, "neutral": 0.1294332208445063}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/34!/4/152", "content": "The best form of rivet is shown by Fig. 208; it\nmust be made longer than the diameter of the\nsocket, to allow for clinching the other head.", "emotion": {"caring": 0.009207174149072858, "favor": 0.007524924512191298, "admiration": 0.03145322365923538, "disapproval": 0.0146610303780048, "approval": 0.908471438250037}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/36!/4/12", "content": "PRINTED BY CASSELL & COMPANY, LIMITED, LUDGATE HILL, LONDON, E.C.", "emotion": {"pride": 0.10077885673092242, "realization": 0.06520091346162814, "desire": 0.05841067002085945, "relief": 0.02546485532472039, "neutral": 0.32564963982795364}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/36!/4/16/4", "content": " 1. Silently corrected simple spelling, grammar, and typographical\nerrors.", "emotion": {"corrected": 0.0915515845484436, "remorse": 0.10267518678031959, "disapproval": 0.1386429022611856, "approval": 0.2469411573716089, "neutral": 0.18067789837782802}, "color": "#000000", "weather": "rain"}, {"cfi": "/6/36!/4/16/6", "content": " 2. It has been necessary, in this ebook edition, for some of the\nillustrations to be moved to a different page. The page numbers,\nin the List of Illustrations, have been amended.", "emotion": {"caring": 0.05404948300865107, "remorse": 0.05243914104437812, "annoyance": 0.25309987634323117, "approval": 0.07757855834195232, "relief": 0.25710991517820314}, "color": "#000000", "weather": "rain"}]}